[{"id": 1, "judul": "Hadits Pertama", "arab": "عَنْ أَمِيْرِ الْمُؤْمِنِيْنَ أَبِيْ حَفْصٍ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللهُ عَنْهُ قَالَ: سَمِعْتُ رَسُوْلَ اللهِ صلى الله عليه وسلم يَقُوْلُ: إِنَّمَا اْلأَعْمَالُ بِالنِّيَّاتِ وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى. فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللهِ وَرَسُوْلِهِ فَهِجْرَتُهُ إِلَى اللهِ وَرَسُوْلِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيْبُهَا أَوْ امْرَأَةٍ يَنْكِحُهَا فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ. \n[رواه إماما المحدثين أبو عبد الله محمد بن إسماعيل بن إبراهيم بن المغيرة بن بردزبة البخاري وأبو الحسين مسلم بن الحجاج بن مسلم القشيري النيسابوري في صحيحيهما اللذين هما أصح الكتب المصنفة] ", "terjemah": "Dari Amirul Mu’minin, Abi Hafs Umar bin Al Khattab radhiallahuanhu, dia berkata, \"Saya mendengar Rasulullah shallahu`alaihi wa sallam bersabda: Sesungguhnya setiap perbuatan[1]) tergantung niatnya[2]). Dan sesungguhnya setiap orang (akan dibalas) berdasarkan apa yang dia niatkan. Siapa yang hijrahnya[3]) karena (ingin mendapatkan keridhaan) Allah dan Rasul-Nya, maka hijrahnya kepada (keridhaan) Allah dan Rasul-Nya. Dan siapa yang hijrahnya karena menginginkan kehidupan yang layak di dunia atau karena wanita yang ingin dinikahinya maka hijrahnya (akan bernilai sebagaimana) yang dia niatkan. \n(Riwayat dua imam hadits, Abu Abdullah Muhammad bin Isma’il bin Ibrahim bin Al Mughirah bin Bardizbah Al Bukhari dan Abu Al Husain, Muslim bin Al Hajjaj bin Muslim Al Qusyairi An Naisaaburi di dalam dua kitab Shahih, yang merupakan kitab yang paling shahih yang pernah dikarang).\nCatatan:\n1. Hadits ini merupakan salah satu dari hadits-hadits yang menjadi inti ajaran Islam. Imam Ahmad dan Imam Syafi’i berkata: Dalam hadits tentang niat ini mencakup sepertiga ilmu. Sebabnya adalah bahwa perbuatan hamba terdiri dari perbuatan hati, lisan dan anggota badan, sedangkan niat merupakan salah satu bagian dari ketiga unsur tersebut. Diriwayatkan dari Imam Syafi’i bahwa dia berkata,\" Hadits ini mencakup tujuh puluh bab dalam fiqh. Sejumlah ulama bahkan ada yang berkata,\" Hadits ini merupakan sepertiga Islam. \n2. Sebab dituturkannya hadits ini, yaitu: ada seseorang yang hijrah dari Mekkah ke Madinah dengan tujuan untuk dapat menikahi seorang wanita yang konon bernama: “Ummu Qais” bukan untuk meraih pahala berhijrah. Maka orang itu kemudian dikenal dengan sebutan “Muhajir Ummi Qais” (Orang yang hijrah karena Ummu Qais). ", "kandungan": "1. Niat merupakan syarat layak/diterima atau tidaknya amal perbuatan, dan amal ibadah tidak akan menghasilkankan pahala kecuali berdasarkan niat (karena Allah ta’ala). \n2. Waktu pelaksanaan niat dilakukan pada awal ibadah dan tempatnya di hati. \n3. Ikhlas dan membebaskan niat semata-mata karena Allah ta’ala dituntut pada semua amal shaleh dan ibadah. \n4. Seorang mu’min akan diberi ganjaran pahala berdasarkan kadar niatnya. \n5. Semua perbuatan yang bermanfaat dan mubah (boleh) jika diiringi niat karena mencari keridhaan Allah maka dia akan bernilai ibadah. \n6. Yang membedakan antara ibadah dan adat (kebiasaan/rutinitas) adalah niat.\n7. Hadits di atas menunjukkan bahwa niat merupakan bagian dari iman karena dia merupakan pekerjaan hati, dan iman menurut pemahaman Ahli Sunnah Wal Jamaah adalah membenarkan dalam hati, diucapkan dengan lisan dan diamalkan dengan perbuatan. ", "ayat": "1. Niat dan keikhlasan : 7 : 29, 98 : 5 \n2. Hijrah  : 4 : 97, 2 : 218, 3 : 195, 8 : 72\n3. Fitnah dunia  : 3 : 145, 4 : 134, 6 : 70, 8 : 67"}, {"id": 2, "judul": "Hadits Kedua", "arab": "عَنْ عُمَرَ رَضِيَ اللهُ عَنْهُ أَيْضاً قَالَ: بَيْنَمَا نَحْنُ جُلُوْسٌ عِنْدَ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ذَاتَ يَوْمٍ إِذْ طَلَعَ عَلَيْنَا رَجُلٌ شَدِيْدُ بَيَاضِ الثِّيَابِ شَدِيْدُ سَوَادِ الشَّعْرِ، لاَ يُرَى عَلَيْهِ أَثَرُ السَّفَرِ، وَلاَ يَعْرِفُهُ مِنَّا أَحَدٌ، حَتَّى جَلَسَ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَسْنَدَ رُكْبَتَيْهِ إِلَى رُكْبَتَيْهِ وَوَضَعَ كَفَّيْهِ عَلَى فَخِذَيْهِ وَقَالَ: يَا مُحَمَّد أَخْبِرْنِي عَنِ اْلإِسْلاَمِ، فَقَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: اْلإِسِلاَمُ أَنْ تَشْهَدَ أَنْ لاَ إِلَهَ إِلاَّ اللهُ وَأَنَّ مُحَمَّدًا رَسُوْلُ اللهِ وَتُقِيْمَ الصَّلاَةَ وَتُؤْتِيَ الزَّكاَةَ وَتَصُوْمَ رَمَضَانَ وَتَحُجَّ الْبَيْتَ إِنِ اسْتَطَعْتَ إِلَيْهِ سَبِيْلاً قَالَ : صَدَقْتَ، فَعَجِبْنَا لَهُ يَسْأَلُهُ وَيُصَدِّقُهُ، قَالَ: فَأَخْبِرْنِي عَنِ اْلإِيْمَانِ قَالَ : أَنْ تُؤْمِنَ بِاللهِ وَمَلاَئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الآخِرِ وَتُؤْمِنَ بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ. قَالَ صَدَقْتَ، قَالَ فَأَخْبِرْنِي عَنِ اْلإِحْسَانِ، قَالَ: أَنْ تَعْبُدَ اللهَ كَأَنَّكَ تَرَاهُ فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ. قَالَ: فَأَخْبِرْنِي عَنِ السَّاعَةِ، قَالَ: مَا الْمَسْؤُوْلُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ. قَالَ فَأَخْبِرْنِي عَنْ أَمَارَاتِهَا، قَالَ أَنْ تَلِدَ اْلأَمَةُ رَبَّتَهَا وَأَنْ تَرَى الْحُفَاةَ الْعُرَاةَ الْعَالَةَ رِعَاءَ الشَّاءِ يَتَطَاوَلُوْنَ فِي الْبُنْيَانِ، ثُمَّ انْطَلَقَ فَلَبِثْتُ مَلِيًّا، ثُمَّ قَالَ : يَا عُمَرَ أَتَدْرِي مَنِ السَّائِلِ ؟ قُلْتُ : اللهُ وَرَسُوْلُهُ أَعْلَمَ . قَالَ فَإِنَّهُ جِبْرِيْلُ أَتـَاكُمْ يُعَلِّمُكُمْ دِيْنَكُمْ . [ رواه مسلم ]", "terjemah": "Dari Umar radhiyallahu `anhu juga dia berkata : Ketika kami duduk-duduk disisi Rasulullah shallahu`alaihi wa sallam suatu hari tiba-tiba datanglah seorang laki-laki yang mengenakan baju yang sangat putih dan berambut sangat hitam, tidak tampak padanya bekas-bekas perjalanan jauh dan tidak ada seorangpun di antara kami yang mengenalnya. Hingga kemudian dia duduk di hadapan Nabi lalu menempelkan kedua lututnya kepada kepada lututnya (Rasulullah shallahu`alaihi wa sallam) seraya berkata, “ Ya Muhammad, beritahukan aku tentang Islam ?”, Maka bersabdalah Rasulullah shallallahu`alaihi wa sallam: “ Islam adalah engkau bersaksi bahwa tidak ada ilah (tuhan yang disembah) selain Allah, dan bahwa Nabi Muhammad adalah utusan Allah, engkau mendirikan shalat, menunaikan zakat, puasa Ramadhan dan pergi haji jika mampu “, kemudian dia berkata, “ anda benar “. Kami semua heran, dia yang bertanya dia pula yang membenarkan. Kemudian dia bertanya lagi: “ Beritahukan aku tentang Iman “. Lalu beliau bersabda, “ Engkau beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya, rasul-rasul-Nya dan hari akhir dan engkau beriman kepada takdir yang baik maupun yang buruk “, kemudia dia berkata, “ anda benar“. Kemudian dia berkata lagi: “ Beritahukan aku tentang ihsan “. Lalu beliau bersabda, “ Ihsan adalah engkau beribadah kepada Allah seakan-akan engkau melihatnya, jika engkau tidak melihatnya maka Dia melihat engkau” . Kemudian dia berkata, “ Beritahukan aku tentang hari kiamat (kapan kejadiannya)”. Beliau bersabda,“ Yang ditanya tidak lebih tahu dari yang bertanya \". Dia berkata,“ Beritahukan aku tentang tanda-tandanya “, beliau bersabda, “ Jika seorang hamba melahirkan tuannya dan jika engkau melihat seorang bertelanjang kaki dan dada, miskin lagi penggembala domba, (kemudian) berlomba-lomba meninggikan bangunannya “, kemudian orang itu berlalu dan aku berdiam sebentar. Kemudian beliau (Rasulullah shallahu`alaihi wa sallam) bertanya,“ Tahukah engkau siapa yang bertanya ?”. Aku berkata,“ Allah dan Rasul-Nya lebih mengetahui “. Beliau bersabda,“ Dia adalah Jibril yang datang kepada kalian (bermaksud) mengajarkan agama kalian “. (Riwayat Muslim)\nCatatan:\n · Hadits ini merupakan hadits yang sangat dalam maknanya, karena didalamnya terdapat pokok-pokok ajaran Islam, yaitu Iman, Islam dan Ihsan.\n · Hadits ini mengandung makna yang sangat agung karena berasal dari dua makhluk Allah yang terpercaya, yaitu: Amiinussamaa’ (kepercayaan makhluk di langit/Jibril) dan Amiinul Ardh (kepercayaan makhluk di bumi/ Rasulullah shallallahu`alaihi wa sallam ) ", "kandungan": "1. Disunnahkan untuk memperhatikan kondisi pakaian, penampilan dan kebersihan, khususnya jika menghadapi ulama, orang-orang mulia dan penguasa. \n2. Siapa yang menghadiri majlis ilmu dan menangkap bahwa orang–orang yang hadir butuh untuk mengetahui suatu masalah dan tidak ada seorangpun yang bertanya, maka wajib baginya bertanya tentang hal tersebut meskipun dia mengetahuinya agar peserta yang hadir dapat mengambil manfaat darinya. \n3. Jika seseorang yang ditanya tentang sesuatu maka tidak ada cela baginya untuk berkata, “Saya tidak tahu“, dan hal tersebut tidak mengurangi kedudukannya. \n4. Kemungkinan malaikat tampil dalam wujud manusia. \n5. Termasuk tanda hari kiamat adalah banyaknya pembangkangan terhadap kedua orang tua. Sehingga anak-anak memperlakukan kedua orang tuanya sebagaimana seorang tuan memperlakukan hamba-sahayanya. \n6. Tidak disukainya mendirikan bangunan yang tinggi dan membaguskannya selama tidak dibutuhkan. \n7. Di dalamnya terdapat dalil bahwa perkara ghaib tidak ada yang mengetahuinya selain Allah ta’ala. \n8. Di dalamnya terdapat keterangan tentang adab dan cara duduk dalam majlis ilmu. ", "ayat": "1. Iman : 2 : 285, 5 : 5, 6 : 82 dll.\n2. Islam: 2 : 112, 4 : 125, 72 : 14, 40 : 66, 3 : 19, 5 : 3 \n3. Ihsan  : 18 : 30, 28 : 77, 17 : 7, 5 : 93 \n4. Hari akhir : 7 : 187, 22 : 7, 31 : 34 . \n5. Ilmu ghaib hanya Allah yang mengetahui: 2 : 3, 27:65, 6 : 50, 7 : 188\n6. Belajar & mengajarkan Islam : 16:43, 21:7, 3:79, 9:122 "}, {"id": 3, "judul": "Hadits Ketiga", "arab": "عَنْ أَبِي عَبْدِ الرَّحْمَنِ عَبْدِ اللهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللهُ عَنْهُمَا قَالَ : سَمِعْتُ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُوْلُ : بُنِيَ اْلإِسْلاَمُ عَلَى خَمْسٍ : شَهَادَةُ أَنْ لاَ إِلَهَ إِلاَّ اللهُ وَأَنَّ مُحَمَّداً رَسُوْلُ اللهِ وَإِقَامُ الصَّلاَةِ وَإِيْتَاءُ الزَّكَاةِ وَحَجُّ الْبَيْتِ وَصَوْمُ رَمَضَانَ. [رواه الترمذي ومسلم ]", "terjemah": "Dari Abu Abdurrahman, Abdullah bin Umar bin Alh Khottob radiallahuanhuma dia berkata: Saya mendengar Rasulullah shallallahu`alaihi wa sallam bersabda: Islam dibangun di atas lima perkara; Bersaksi bahwa tiada ilah selain Allah dan bahwa nabi Muhammad utusan Allah, menegakkan shalat, menunaikan zakat, melaksanakan haji dan puasa Ramadhan. (Riwayat Turmuzi dan Muslim).", "kandungan": "1. Rasulullah shallallahu`alaihi wa sallam menyamakan Islam dengan bangunan yang kokoh dan tegak di atas tiang-tiang yang kuat. \n2. Pernyataan tentang keesaan Allah dan keberadaan-Nya, membenarkan kenabian Muhammad shallallahu`alaihi wa sallam , merupakan hal yang paling mendasar dibanding rukun-rukun yang lainnya.\n3. Selalu menegakkan shalat dan menunaikannya secara sempurna dengan syarat rukunnya, adab-adabnya dan sunnah-sunnahnya agar dapat memberikan buahnya dalam diri seorang muslim yaitu meninggalkan perbuatan keji dan munkar karena shalat mencegah seseorang dari perbuatan keji dan munkar. \n4. Wajib mengeluarkan zakat dari harta orang kaya yang sudah terpenuhi syarat-syarat zakat lalu memberikannya kepada orang-orang fakir dan yang membutuhkan. \n5. Wajibnya menunaikan ibadah haji dan puasa (Ramadhan) bagi setiap muslim. \n6. Adanya keterkaitan rukun Islam satu sama lain. Siapa yang mengingkarinya maka dia bukan seorang muslim berdasarkan ijma’. \n7. Nash di atas menunjukkan bahwa rukun Islam ada lima, dan masih banyak lagi perkara lain yang penting dalam Islam yang tidak ditunjukkan dalam hadits ini. Rasulullah shallallahu`alaihi wa sallam bersabda:\nالإِيْمَانُ بِضْعٌ وَسَبْعُوْنَ شُعْبَةً \n“ Iman itu memiliki tujuh puluh lebih cabang “\n8. Islam adalah aqidah dan amal perbuatan. Tidak bermanfaat amal tanpa iman demikian juga tidak bermanfaat iman tanpa amal.", "ayat": "1. Wala’ dan Bara’ dalam syahadatain: 2 : 256, 16 : 36\n2. Shalat  : 2 : 3, 19 : 31, 20 : 132, \n3. Zakat : 9 : 71, 19 : 55, 73 : 20\n4. Haji : 3 : 97, 2 : 196, 22 : 27\n5. Puasa : 2 : 183, 2 : 185."}, {"id": 4, "judul": "Hadits Keempat", "arab": "عَنْ أَبِي عَبْدِ الرَّحْمَنِ عَبْدِ اللهِ بنِ مَسْعُوْدٍ رَضِيَ اللهُ عَنْهُ قَالَ : حَدَّثَنَا رَسُوْلُ اللهِ صلى الله عليه وسلم وَهُوَ الصَّادِقُ الْمَصْدُوْقُ : إِنَّ أَحَدَكُمْ يُجْمَعُ خَلْقُهُ فِي بَطْنِ أُمِّهِ أَرْبَعِيْنَ يَوْماً نُطْفَةً، ثُمَّ يَكُوْنُ عَلَقَةً مِثْلَ ذَلِكَ، ثُمَّ يَكُوْنُ مُضْغَةً مِثْلَ ذَلِكَ، ثُمَّ يُرْسَلُ إِلَيْهِ الْمَلَكُ فَيَنْفُخُ فِيْهِ الرُّوْحَ، وَيُؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ: بِكَتْبِ رِزْقِهِ وَأَجَلِهِ وَعَمَلِهِ وَشَقِيٌّ أَوْ سَعِيْدٌ. فَوَ اللهِ الَّذِي لاَ إِلَهَ غَيْرُهُ إِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ حَتَّى مَا يَكُوْنُ بَيْنَهُ وَبَيْنَهَا إِلاَّ ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ فَيَدْخُلُهَا، وَإِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ حَتَّى مَا يَكُوْنُ بَيْنَهُ وَبَيْنَهَا إِلاَّ ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ فَيَدْخُلُهَا. [رواه البخاري ومسلم].", "terjemah": "Dari Abu Abdurrahman Abdullah bin Mas’ud radiallahuanhu beliau berkata: Rasulullah shallallahu`alaihi wa sallam menyampaikan kepada kami dan beliau adalah orang yang benar dan dibenarkan: Sesungguhnya setiap kalian dikumpulkan penciptaannya di perut ibunya sebagai setetes mani selama empat puluh hari, kemudian berubah menjadi setetes darah selama empat puluh hari, kemudian menjadi segumpal daging selama empat puluh hari. Kemudian diutus kepadanya seorang malaikat lalu ditiupkan padanya ruh dan dia diperintahkan untuk menetapkan empat perkara: menetapkan rizkinya, ajalnya, amalnya dan celaka atau bahagianya. Demi Allah yang tidak ada ilah selain-Nya, sesungguhnya di antara kalian ada yang melakukan perbuatan ahli syurga hingga jarak antara dirinya dan syurga tinggal sehasta akan tetapi telah ditetapkan baginya ketentuan, dia melakukan perbuatan ahli neraka maka masuklah dia ke dalam neraka. Sesungguhnya di antara kalian ada yang melakukan perbuatan ahli neraka hingga jarak antara dirinya dan neraka tinggal sehasta akan tetapi telah ditetapkan baginya ketentuan, dia melakukan perbuatan ahli syurga maka masuklah dia ke dalam syurga. (Riwayat Bukhari dan Muslim).", "kandungan": "1. Allah ta’ala mengetahui tentang keadaan makhluk-Nya sebelum mereka diciptakan dan apa yang akan mereka alami, termasuk masalah bahagia dan celaka.\n2. Tidak mungkin bagi manusia di dunia ini untuk memutuskan bahwa dirinya masuk syurga atau neraka, akan tetapi amal perbuatan merupakan sebab untuk memasuki keduanya. \n3. Amal perbuatan dinilai di akhirnya. Maka hendaklah manusia tidak terpedaya dengan kondisinya saat ini, justru harus selalu mohon kepada Allah agar diberi keteguhan dan akhir yang baik (husnul khotimah). \n4. Disunnahkan bersumpah untuk mendatangkan kemantapan sebuah perkara dalam jiwa. \n5. Tenang dalam masalah rizki dan qanaah (menerima) dengan mengambil sebab-sebab serta tidak terlalu mengejar-ngejarnya dan mencurahkan hati karenanya. \n6. Kehidupan ada di Tangan Allah. Seseorang tidak akan mati kecuali dia telah menyempurnakan umurnya. \n7. Sebagian ulama dan orang bijak berkata bahwa dijadikannya pertumbuhan janin manusia dalam kandungan secara berangsur-angsur adalah sebagai rasa belas kasih terhadap ibu. Karena sesungguhnya Allah mampu menciptakannya sekaligus.", "ayat": "1. Pengorbanan seorang ibu yang mengandung : 31 : 14\n2. Teori reproduksi manusia : 22 : 5, 23 : 14 \n3. Takdir  : 57 : 22, 64 : 11\n4. Husnul khotimah : 2 : 132, 4 : 18"}, {"id": 5, "judul": "Hadits Kelima", "arab": "عَنْ أُمِّ الْمُؤْمِنِيْنَ أُمِّ عَبْدِ اللهِ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ : قَالَ رَسُوْلُ الله صلى الله عليه وسلم : مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا مَا لَيْسَ مِنْهُ فَهُوَ رَدٌّ. [رواه البخاري ومسلم وفي رواية لمسلم : مَنْ عَمِلَ عَمَلاً لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ ]", "terjemah": "Dari Ummul Mu’minin; Ummu Abdillah; Aisyah radhiallahuanha dia berkata: Rasulullah shallallahu`alaihi wa sallam bersabda: Siapa yang mengada-ada dalam urusan (agama) kami ini yang bukan (berasal) darinya[4]), maka dia tertolak. (Riwayat Bukhari dan Muslim), dalam riwayat Muslim disebutkan: siapa yang melakukan suatu perbuatan (ibadah) yang bukan urusan (agama) kami, maka dia tertolak).", "kandungan": "1. Setiap perbuatan ibadah yang tidak bersandar pada dalil syar’i ditolak dari pelakunya. \n2. Larangan dari perbuatan bid’ah yang buruk berdasarkan syari’at. \n3. Islam adalah agama yang berdasarkan ittiba’ (mengikuti berdasarkan dalil) bukan ibtida’ (mengada-adakan sesuatu tanpa dalil) dan Rasulullah shallallahu`alaihi wa sallam telah berusaha menjaganya dari sikap yang berlebih-lebihan dan mengada-ada. \n4. Agama Islam adalah agama yang sempurna tidak ada kurangnya.", "ayat": "1. Kesempurnaan Islam : 5 : 3. \n2. Bid’ah dan taklid : 57 : 27, 17 : 36"}, {"id": 6, "judul": "Hadits Keenam", "arab": "عَنْ أَبِي عَبْدِ اللهِ النُّعْمَانِ بْنِ بَشِيْرٍ رَضِيَ اللهُ عَنْهُمَا قَالَ: سَمِعْتُ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُوْلُ : إِنَّ الْحَلاَلَ بَيِّنٌ وَإِنَّ الْحَرَامَ بَيِّنٌ وَبَيْنَهُمَا أُمُوْرٌ مُشْتَبِهَاتٌ لاَ يَعْلَمُهُنَّ كَثِيْرٌ مِنَ النَّاسِ، فَمَنِ اتَّقَى الشُّبُهَاتِ فَقَدْ اسْتَبْرَأَ لِدِيْنِهِ وَعِرْضِهِ، وَمَنْ وَقَعَ فِي الشُّبُهَاتِ وَقَعَ فِي الْحَرَامِ، كَالرَّاعِي يَرْعىَ حَوْلَ الْحِمَى يُوْشِكُ أَنْ يَرْتَعَ فِيْهِ، أَلاَ وَإِنَّ لِكُلِّ مَلِكٍ حِمًى أَلاَ وَإِنَّ حِمَى اللهِ مَحَارِمُهُ أَلاَ وَإِنَّ فِي الْجَسَدِ مُضْغَةً إِذَا صَلَحَتْ صَلَحَ الْجَسَدُ كُلُّهُ وَإِذَا فَسَدَتْ فَسَدَ الْجَسَدُ كُلُّهُ أَلاَ وَهِيَ الْقَلْبُ [رواه البخاري ومسلم] ", "terjemah": "Dari Abu Abdillah Nu’man bin Basyir radhiallahuanhu dia berkata, Saya mendengar Rasulullah shallallahu`alaihi wa sallam bersabda, \"Sesungguhnya yang halal itu jelas dan yang haram itu jelas. Di antara keduanya terdapat perkara-perkara yang syubhat (samar-samar) yang tidak diketahui oleh orang banyak. Maka siapa yang takut terhadap syubhat berarti dia telah menyelamatkan agamanya dan kehormatannya. Dan siapa yang terjerumus dalam perkara syubhat, maka akan terjerumus dalam perkara yang diharamkan. Sebagaimana penggembala yang menggembalakan hewan gembalaannya di sekitar (ladang) yang dilarang untuk memasukinya, maka lambat laun dia akan memasukinya. Ketahuilah bahwa setiap raja memiliki larangan dan larangan Allah adalah apa yang Dia haramkan. Ketahuilah bahwa dalam diri ini terdapat segumpal daging, jika dia baik maka baiklah seluruh tubuh ini dan jika dia buruk, maka buruklah seluruh tubuh; ketahuilah bahwa dia adalah hati “. (Riwayat Bukhari dan Muslim)\nCatatan:\n· Hadits ini merupakan salah satu landasan pokok dalam syari’at. Abu Daud berkata: Islam itu berkisar pada empat hadits, kemudian dia menyebutkan hadits ini salah satunya. ", "kandungan": "1. Termasuk sikap wara’[5]) adalah meninggalkan syubhat. \n2. Banyak melakukan syubhat akan mengantarkan seseorang kepada perbuatan haram. \n3. Menjauhkan perbuatan dosa kecil karena hal tersebut dapat menyeret seseorang kepada perbuatan dosa besar.\n4. Memberikan perhatian terhadap masalah hati, karena padanya terdapat kebaikan fisik. \n5. Baiknya amal perbuatan anggota badan merupakan pertanda baiknya hati. \n6. Pertanda ketakwaan seseorang jika dia meninggalkan perkara-perkara yang diperbolehkan karena khawatir akan terjerumus kepada hal-hal yang diharamkan. \n7. Menutup pintu terhadap peluang-peluang perbuatan haram serta haramnya sarana dan cara kearah sana. \n8. Hati-hati dalam masalah agama dan kehormatan serta tidak melakukan perbuatan-perbuatan yang dapat mendatangkan persangkaan buruk. ", "ayat": "1. Penetapan halal dan haram : 2 : 275, 16 : 115, 5 : 87\n2. Menghindari syubhat : 49 : 12\n3. Kedudukan hati  : 26 : 89, 16 : 106, 22 : 46 \n4. Allah Maha Berkuasa (Raja) : 5 : 40, 114 : 2"}, {"id": 7, "judul": "Hadits Ketujuh", "arab": "عَنْ أَبِي رُقَيَّةَ تَمِيْم الدَّارِي رَضِيَ اللهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ : الدِّيْنُ النَّصِيْحَةُ . قُلْنَا لِمَنْ ؟ قَالَ : لِلَّهِ وَلِكِتَابِهِ وَلِرَسُوْلِهِ وَلأَئِمَّةِ الْمُسْلِمِيْنَ وَعَامَّتِهِمْ . [رواه البخاري ومسلم] ", "terjemah": "Dari Abu Ruqoyah Tamim Ad Daari radhiallahuanhu, sesungguhnya Rasulullah shallallahu`alaihi wa sallam bersabda: Agama adalah nasehat[6])[7]), kami berkata: Kepada siapa? Beliau bersabda: Kepada Allah, kitab-Nya, Rasul-Nya dan kepada pemimpan kaum muslimin dan rakyatnya [8]). (Riwayat Bukhari dan Muslim)", "kandungan": "1. Agama Islam berdiri tegak di atas upaya saling menasihati, maka harus selalu saling menasihati di antara masing-masing individu muslim. \n2. Nasihat wajib dilakukan sesuai kemampuan. ", "ayat": "1. Da’wah dan Amar Ma’ruf Nahi munkar : 3 : 104, 3: 110, 41 : 33\n2. Pentingnya selalu upaya untuk saling mengingatkan: 51 : 55, 87 : 9. "}, {"id": 8, "judul": "Hadits Kedelapan", "arab": "عَنْ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا أَنَّ رَسُوْلَ اللهِ صَلَّى الله عليه وسلم قَالَ : أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لاَ إِلَهَ إِلاَّ اللهُ وَأَنَّ مُحَمَّداً رَسُوْلُ اللهِ، وَيُقِيْمُوا الصَّلاَةَ وَيُؤْتُوا الزَّكاَةَ، فَإِذَا فَعَلُوا ذَلِكَ عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَـهُمْ إِلاَّ بِحَقِّ الإِسْلاَمِ وَحِسَابُهُمْ عَلَى اللهِ تَعَالىَ [رواه البخاري ومسلم ]", "terjemah": "Dari Ibnu Umar radhiallahuanhuma sesungguhnya Rasulullah shallallahu`alaihi wa sallam bersabda: Aku diperintahkan untuk memerangi manusia hingga mereka bersaksi bahwa tidak ada ilah selain Allah dan bahwa Muhammad adalah Rasulullah, menegakkan shalat, menunaikan zakat. Jika mereka melakukan hal itu maka darah dan harta mereka akan dilindungi kecuali dengan hak Islam dan perhitungan mereka ada pada Allah ta’ala (Riwayat Bukhari dan Muslim)\nCatatan:\n· Hadits ini secara praktis dialami pada zaman kekhalifahan Abu Bakar As-Shiddiq, sejumlah rakyatnya ada yang kembali kafir. Maka Abu Bakar bertekad memerangi mereka termasuk di antaranya mereka yang menolak membayar zakat. Maka Umar bin Khottob menegurnya seraya berkata: “ Bagaimana kamu akan memerangi mereka yang mengucapkan Laa Ilaaha Illallah sedangkan Rasulullah telah bersabda: Aku diperintahkan…..(seperti hadits diatas)” . Maka berkatalah Abu Bakar: “Sesungguhnya zakat adalah haknya harta“,[9]) hingga akhirnya Umar menerima dan ikut bersamanya memerangi mereka. ", "kandungan": "1. Maklumat peperangan kepada mereka yang berlaku musyrik hingga mereka masuk Islam. \n2. Diperbolehkannya membunuh orang yang mengingkari shalat dan memerangi mereka yang menolak membayar zakat. \n3. Tidak diperbolehkan berlaku sewenang-wenang terhadap harta dan darah kaum muslimin. \n4. Diperbolehkannya hukuman mati bagi setiap muslim jika dia melakukan perbuatan yang menuntut dijatuhkannya hukuman itu seperti: Berzina bagi orang yang sudah menikah (muhshan), membunuh orang lain dengan sengaja dan meninggalkan agama dan jamaahnya. \n5. Dalam hadits ini terdapat jawaban bagi kelompok murji’ah yang mengira bahwa iman tidak membutuhkan amal perbuatan.\n6. Tidak mengkafirkan pelaku bid’ah yang menyatakan keesaan Allah dan menjalankan syari’at-Nya. \n7. Di dalamnya terdapat dalil bahwa diterimanya amal yang zhahir dan menghukumi berdasarkan sesuatu yang zhahir sementara yang tersembunyi diserahkan kepada Allah.", "ayat": "1. Aqidah dan syariat harus ditegakkan : 42 : 13, \n2. Perlindungan nyawa dan harta: 2: 188, 4: 93\n3. Besarnya kedudukan zakat : 9 : 34"}, {"id": 9, "judul": "Hadits Kesembilan", "arab": "عَنْ أَبِي هُرَيْرَةَ عَبْدِ الرَّحْمَنِ بْنِ صَخْر رَضِيَ اللهُ عَنْهُ قَالَ : سَمِعْتُ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُوْلُ : مَا نَهَيْتُكُمْ عَنْهُ فَاجْتَنِبُوْهُ، وَمَا أَمَرْتُكُمْ بِهِ فَأْتُوا مِنْهُ مَا اسْتَطَعْتُمْ، فَإِنَّمَا أَهْلَكَ الَّذِيْنَ مَنْ قَبْلَكُمْ كَثْرَةُ مَسَائِلِهِمْ وَاخْتِلاَفُهُمْ عَلَى أَنْبِيَائِهِمْ . [رواه البخاري ومسلم] ", "terjemah": "Dari Abu Hurairah Abdurrahman bin Sakhr radhiallahuanhu dia berkata: Saya mendengar Rasulullah shallallahu`alaihi wa sallam bersabda: Apa yang aku larang hendaklah kalian menghindarinya dan apa yang aku perintahkan maka hendaklah kalian laksanakan semampu kalian. Sesungguhnya kehancuran orang-orang sebelum kalian adalah karena banyaknya pertanyaan mereka (yang tidak berguna) dan penentangan mereka terhadap nabi-nabi mereka. (Bukhari dan Muslim)", "kandungan": "1. Wajibnya menghindari semua apa yang dilarang oleh Rasulullah shallallahu`alaihi wa sallam. \n2. Siapa yang tidak mampu melakukan perbuatan yang diperintahkan secara keseluruhan dan dia hanya mampu sebagiannya saja maka dia hendaknya melaksanakan apa yang dia mampu laksanakan. \n3. Allah tidak akan membebankan kepada seseorang kecuali sesuai dengan kadar kemampuannya. \n4. Perkara yang mudah tidak gugur karena perkara yang sulit. \n5. Menolak keburukan lebih diutamakan dari mendatangkan kemaslahatan. \n6. Larangan untuk saling bertikai dan anjuran untuk bersatu dan bersepakat. \n7. Wajib mengikuti Rasulullah shallallahu`alaihi wa sallam, ta’at dan menempuh jalan keselamtan dan kesuksesan. \n8. Al Hafiz berkata: Dalam hadits ini terdapat isyarat untuk menyibukkan diri dengan perkara yang lebih penting yang dibutuhkan saat itu ketimbang perkara yang saat tersebut belum dibutuhkan.", "ayat": "1. Patuh kepada Rasulullah shallallahu`alaihi wa sallam : 59 : 7, 8 : 46\n2. Bertakwa sebatas kemampuan : 64 : 16 .\n3. Berdebat yang tak berguna dan bertikai, sumber kehancuran : 40 : 5"}, {"id": 10, "judul": "Hadits Kesepuluh", "arab": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: إِنَّ اللهَ طَيِّبٌ لاَ يَقْبَلُ إِلاَّ طَيِّباً، وَإِنَّ اللهَ أَمَرَ المُؤْمِنِيْنَ بِمَا أَمَرَ بِهِ المُرْسَلِيْنَ فَقَالَ {يَا أَيُّهَا الرُّسُلُ كُلُوْا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا} وَقَالَ تَعَالَى {يَا أَيُّهَا الذِّيْنَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ} ثُمَّ ذَكَرَ الرَّجُلَ يُطِيْلُ السَّفَرَ أَشْعَثَ أَغْبَرَ يَمُدُّ يَدَيْهِ إِلَى السَّمَاءِ: يَا رَبِّ يَا رَبِّ، وَمَطْعَمُهُ حَرَامٌوَمَلْبَسُهُ حَرَامٌ وَغُذِيَ بِالحَرَامِ فَأَنَّى يُسْتَجَابُ لَهُ.رَوَاهُ مُسْلِمٌ.", "terjemah": "Dari Abu Hurairah radhiallahuanhu dia berkata: Rasulullah shallallahu`alaihi wa sallam bersabda: Sesungguhnya Allah ta’ala itu baik, tidak menerima kecuali yang baik. Dan sesungguhnya Allah memerintahkan orang beriman sebagaimana dia memerintahkan para rasul-Nya dengan firman-Nya: Wahai Para Rasul makanlah yang baik-baik dan beramal shalehlah. Dan Dia berfirman: Wahai orang-orang yang beriman makanlah yang baik-baik dari apa yang Kami rizkikan kepada kalian. Kemudian beliau menyebutkan ada seseorang melakukan perjalan jauh dalam keadaan kusut dan berdebu. Dia mengangkatkan kedua tangannya ke langit seraya berkata: Ya Tuhanku, Ya Tuhanku, padahal makanannya haram, minumannya haram, pakaiannya haram dan kebutuhannya dipenuhi dari sesuatu yang haram, maka (jika begitu keadaannya) bagaimana doanya akan dikabulkan. (Riwayat Muslim).", "kandungan": "1. Dalam hadits di atas terdapat pelajaran akan sucinya Allah ta’ala dari segala kekurangan dan cela. \n2. Allah ta’ala tidak menerima kecuali sesuatu yang baik. Maka siapa yang bersedekah dengan barang haram tidak akan diterima. \n3. Sesuatu yang disebut baik adalah apa yang dinilai baik disisi Allah ta’ala. \n4. Berlarut-larut dalam perbuatan haram akan menghalangi seseorang dari terkabulnya doa. \n5. Orang yang maksiat tidak termasuk mereka yang dikabulkan doanya kecuali mereka yang Allah kehendaki. \n6. Makan barang haram dapat merusak amal dan menjadi penghalang diterimanya amal perbuatan. \n7. Anjuran untuk berinfaq dari barang yang halal dan larangan untuk berinfaq dari sesuatu yang haram. \n8. Seorang hamba akan diberi ganjaran jika memakan sesuatu yang baik dengan maksud agar dirinya diberi kekuatan untuk ta’at kepada Allah. \n9. Doa orang yang sedang safar dan yang hatinya sangat mengharap akan terkabul. \n10. Dalam hadits terdapat sebagian sebab-sebab dikabulkannya do’a: Perjalanan jauh, kondisi yang bersahaja dalam pakaian dan penampilan dalam keadaan kusut dan berdebu, mengangkat kedua tangan ke langit, meratap dalam berdoa, keinginan kuat dalam permintaan, mengkonsumsi makanan, minuman dan pakaian dengan sesuatu yang halal.", "ayat": "1. Mempersembahkan yang terbaik untuk Allah: 28 : 77\n2. Mengkonsumsi yang halal : 5 : 88\n3. Meratap dalam berdoa : 19 : 3, 32 : 16 ."}, {"id": 11, "judul": "Hadits Kesebelas", "arab": "عَنْ أَبِي مُحَمَّدٍ الْحَسَنِ بْنِ عَلِي بْنِ أبِي طَالِبٍ سِبْطِ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَرَيْحَانَتِهِ رَضِيَ الله عَنْهُمَا قَالَ : حَفِظْتُ مِنْ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: دَعْ مَا يَرِيْبُكَ إِلَى مَا لاَ يَرِيْبُكَ.\n[رواه الترمذي وقال : حديث حسن صحيح]", "terjemah": "Dari Abu Muhammad Al Hasan bin Ali bin Abi Thalib, cucu Rasulullah shallallahu`alaihi wa sallam dan kesayangannya radhiallahuanhuma dia berkata: Saya menghafal dari Rasulullah shallallahu`alaihi wa sallam (sabdanya): Tinggalkanlah apa yang meragukanmu kepada apa yang tidak meragukanmu. (Riwayat Turmuzi dan dia berkata, Haditsnya hasan shahih)", "kandungan": "1. Meninggalkan syubhat dan mengambil yang halal akan melahirkan sikap wara’. \n2. Keluar dari ikhtilaf ulama lebih utama karena hal tersebut lebih terhindar dari perbuatan syubhat, khususnya jika di antara pendapat mereka tidak ada yang dapat dikuatkan. \n3. Jika keraguan bertentangan dengan keyakinan maka keyakinan yang diambil. \n4. Sebuah perkara harus jelas berdasarkan keyakinan dan ketenangan. Tidak ada harganya keraguan dan kebimbangan.\n5. Berhati-hati dari sikap meremehkan terhadap urusan agama dan masalah bid’ah. \n6. Siapa yang membiasakan perkara syubhat maka dia akan berani melakukan perbuatan yang haram.", "ayat": "1. Meninggalkan keragu-raguan: 14 : 10, 49 : 15, 2 : 2"}, {"id": 12, "judul": "Hadits Kedua Belas", "arab": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ : قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم: مِنْ حُسْنِ إِسْلاَمِ الْمَرْءِ تَرْكُهُ مَا لاَ يَعْنِيْهِ [حديث حسن رواه الترمذي وغيره هكذا]", "terjemah": "Dari Abu Hurairah radhiallahunhu dia berkata: Rasulullah shallallahu`alaihi wa sallam bersabda: Merupakan tanda baiknya Islam seseorang, dia meninggalkan sesuatu yang tidak berguna baginya. (Hadits Hasan riwayat Turmuzi dan lainnya)", "kandungan": "1. Termasuk sifat-sifat orang muslim adalah dia menyibukkan dirinya dengan perkara-perkara yang mulia serta menjauhkan perkara yang hina dan rendah. \n2. Pendidikan bagi diri dan perawatannya dengan meninggalkan apa yang tidak bermanfaat di dalamnya. \n3. Menyibukkkan diri dengan sesuatu yang tidak bermanfaat adalah kesia-siaan dan merupakan pertanda kelemahan iman. \n4. Anjuran untuk memanfaatkan waktu dengan sesuatu yang manfaatnya kembali kepada diri sendiri bagi dunia maupun akhirat. \n5. Ikut campur terhadap sesuatu yang bukan urusannya dapat mengakibatkan kepada perpecahan dan pertikaian di antara manusia. ", "ayat": "1. Optimalisasi waktu dan potensi : 103 : 1-3, 2 : 148\n2. Meninggalkan hidup terlena : 63 : 9, 31 : 6"}, {"id": 13, "judul": "Hadits Ketiga Belas", "arab": "عَنْ أَبِي حَمْزَةَ أَنَس بْنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ، خَادِمِ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ : لاَ يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لأَخِيْهِ مَا يُحِبُّ لِنَفْسِهِ [رواه البخاري ومسلم] ", "terjemah": "Dari Abu Hamzah, Anas bin Malik radiallahuanhu, pembantu Rasulullah shallallahu`alaihi wa sallam, dari Rasulullah shallallahu`alaihi wa sallam, beliau bersabda, \"Tidak beriman salah seorang di antara kamu hingga dia mencintai untuk saudaranya apa yang dia cintai untuk dirinya sendiri. (Riwayat Bukhari dan Muslim) ", "kandungan": "1. Seorang mu’min dengan mu’min yang lainnya bagaikan satu jiwa, jika dia mencintai saudaranya maka seakan-akan dia mencintai dirinya sendiri. \n2. Menjauhkan perbuatan hasad (dengki) dan bahwa hal tersebut bertentangan dengan kesempurnaan iman. \n3. Iman dapat bertambah dan berkurang, bertambah dengan ketaatan dan berkurang dengan kemaksiatan. \n4. Anjuran untuk menyatukan hati. ", "ayat": "1. Menyakiti saudara sama dengan menyakiti diri sendiri : 49 : 12 \n2. Ukhuwwah Islamiah : 49 : 10, 3 : 103"}, {"id": 14, "judul": "Hadits Keempat Belas", "arab": "عَنِ ابْنِ مَسْعُوْدٍ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم : لاَ يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ يَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللهُ وَأَنِّي رَسُوْلُ اللهِ إِلاَّ بِإِحْدَى ثَلاَثٍ : الثَّيِّبُ الزَّانِي، وَالنَّفْسُ بِالنَّفْسِ وَالتَّارِكُ لِدِيْنِهِ الْمُفَارِقُ لِلْجَمَاعَةِ [رواه البخاري ومسلم]", "terjemah": "Dari Ibnu Mas’ud radiallahuanhu dia berkata: Rasulullah shallallahu`alaihi wa sallam bersabda: Tidak halal darah seorang muslim yang bersaksi bahwa tidak ada ilah selain Allah dan bahwa saya (Rasulullah shallallahu`alaihi wa sallam) adalah utusan Allah kecuali dengan tiga sebab: Duda/janda (orang yang telah pernah menikah) yang berzina, membunuh orang lain (dengan sengaja), dan meninggalkan agamnya berpisah dari jamaahnya. (Riwayat Bukhari dan Muslim)", "kandungan": "1. Tidak boleh menumpahkan darah kaum muslimin kecuali dengan tiga sebab, yaitu: zina muhshon (orang yang sudah menikah), membunuh manusia dengan sengaja dan meninggalkan agamanya (murtad) berpisah dari jamaah kaum muslimin. \n2. Islam sangat menjaga kehormatan, nyawa dan agama dengan menjatuhkan hukuman mati kepada mereka yang mengganggunya seperti dengan melakukan zina, pembunuhan dan murtad. \n3. Sesungguhnya agama yang disepakati adalah yang dipegang oleh jamaah kaum muslimin, maka wajib dijaga dan tidak boleh keluar darinya. \n4. Hukum pidana dalam Islam sangat keras, hal itu bertujuan untuk mencegah (preventif) dan melindungi. \n5. Pendidikan bagi masyarakat untuk takut kepada Allah ta’ala dan selalu merasa terawasi oleh-Nya dalam keadaan tersembunyi atau terbuka sebelum dilaksanakannya hukuman.\n6. Hadits di atas menunjukkan pentingnya menjaga kehormatan dan kesucian. \n7. Dalam hadits tersebut merupakan ancaman bagi siapa yang membunuh manusia yang diharamkan oleh Allah ta’ala.", "ayat": "1. Nyawa seorang muslim dilindungi : 4 : 93\n2. Hukuman dalam Islam sebagai bentuk perlindungan : 2 : 179"}, {"id": 15, "judul": "Hadits Kelima Belas", "arab": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ أَنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: مَنْ كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الآخِرِ فَلْيَقُلْ خَيْراً أًوْ لِيَصْمُتْ، وَمَنْ كَانَ يُؤْمِنُ بِاللهِ وَاْليَوْمِ الآخِرِ فَلْيُكْرِمْ جَارَهُ، وَمَنْ كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الآخِرِ فَلْيُكْرِمْ ضَيْفَهُ. [رواه البخاري ومسلم]", "terjemah": "Dari Abu Hurairah radhiallahuanhu, sesungguhnya Rasulullah shallallahu`alaihi wa sallam bersabda, \"Siapa yang beriman kepada Allah dan hari akhir hendaklah dia berkata baik atau diam, siapa yang beriman kepada Allah dan hari akhir hendaklah dia menghormati tetangganya dan barangsiapa yang beriman kepada Allah dan hari akhir maka hendaklah dia memuliakan tamunya\" (Riwayat Bukhari dan Muslim)", "kandungan": "1. Iman terkait langsung dengan kehidupan sehari-hari. \n2. Islam menyerukan kepada sesuatu yang dapat menumbuhkan rasa cinta dan kasih sayang dikalangan individu masyarakat muslim.\n3. Termasuk kesempurnaan iman adalah perkataan yang baik dan diam dari selainnya.\n4. Berlebih-lebihan dalam pembicaraan dapat menyebabkan kehancuran, sedangkan menjaga pembicaraan merupakan jalan keselamatan. \n5. Islam sangat menjaga agar seorang muslim berbicara apa yang bermanfaat dan mencegah perkataan yang diharamkan dalam setiap kondisi. \n6. Tidak memperbanyak pembicaraan yang diperbolehkan, karena hal tersebut dapat menyeret kepada perbuatan yang diharamkan atau yang makruh. \n7. Termasuk kesempurnaan iman adalah menghormati tetangga dan memperhatikan serta tidak menyakitinya. \n8. Wajib berbicara saat dibutuhkan, khususnya jika bertujuan menerangkan yang haq dan beramar ma’ruf nahi munkar. \n9. Memuliakan tamu termasuk di antara kemuliaan akhlak dan pertanda komitmennya terhadap syariat Islam. \n10. Anjuran untuk mempergauli orang lain dengan baik.", "ayat": "1. Iman dan pengaruhnya dalam prilaku keseharian: 16: 97\n2. Menjaga perkataan: 50 : 18, \n3. Hubungan baik dengan tetangga : 4 : 36, \n4. Sikap mulia terhadap tamu : 51 : 24-27"}, {"id": 16, "judul": "Hadits Keenam Belas", "arab": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ أَنَّ رَجُلاً قَالَ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أَوْصِنِي، قَالَ : لاَ تَغْضَبْ فَرَدَّدَ مِرَاراً، قَالَ: لاَ تَغْضَبْ [رواه البخاري]", "terjemah": "Dari Abu Hurairah radhiallahuanhu sesungguhnya seseorang bertanya kepada Rasulullah shallallahu`alaihi wa sallam: (Ya Rasulullah shallallahu`alaihi wa sallam ) nasihatilah saya. Beliau bersabda : Jangan kamu marah. Dia menanyakan hal itu berkali-kali. Maka beliau bersabda: Jangan engkau marah. (Riwayat Bukhari)", "kandungan": "1. Anjuran bagi setiap muslim untuk memberikan nasihat dan mengenal perbuatan-perbuatan kebajikan, menambah wawasan ilmu yang bermanfaat serta memberikan nasihat yang baik. \n2. Larangan marah. \n3. Dianjurkan untuk mengulangi pembicaraan hingga pendengar menyadari pentingnya dan kedudukannya. ", "ayat": "Meninggalkan sifat pemarah : 3 : 159, 3 : 134"}, {"id": 17, "judul": "Hadits Ketujuh Belas", "arab": "عَنْ أَبِي يَعْلَى شَدَّاد ابْنِ أَوْسٍ رَضِيَ اللهُ عَنْهُ عَنْ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ : إِنَّ اللهَ كَتَبَ اْلإِحْسَانَ عَلَى كُلِّ شَيْءٍ، فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا الْقِتْلَةَ وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذِّبْحَةَ وَلْيُحِدَّ أَحَدُكُمْ شَفْرَتَهُ وَلْيُرِحْ ذَبِيْحَتَهُ .[رواه مسلم] ", "terjemah": "Dari Abu Ya’la Syaddad bin Aus radhiallahuanhu dari Rasulullah shallallahu`alaihi wa sallam bersabda: Sesungguhnya Allah telah menetapkan perbuatan baik (ihsan) atas segala sesuatu. Jika kalian membunuh maka berlakulah baik dalam hal tersebut. Jika kalian menyembelih berlakulah baik dalam hal itu, hendaklah kalian mengasah pisaunya dan menyenangkan hewan sembelihannya. (Riwayat Muslim)", "kandungan": "1. Syariat Islam menuntut perbuatan ihsan kepada setiap makhluk termasuk di antaranya adalah hewan. \n2. Tidak boleh menyiksa dan merusak tubuh sebagai sasaran dan tujuan, tidak juga boleh menyayat-nyayat orang yang dihukum qishash. \n3. Termasuk ihsan juga adalah terhadap hewan ternak dan belas kasih terhadapnya. Tidak boleh membebaninya diluar kemampuannya serta tidak menyiksanya saat menyembelihnya. ", "ayat": "1. Profesionalisme : 28 : 77\n2. Berbuat baik hingga kepada seluruh makhluk (ihsan) : 2 : 195 "}, {"id": 18, "judul": "Hadits Kedelapan Belas", "arab": "عَنْ أَبِي ذَرّ جُنْدُبْ بْنِ جُنَادَةَ وَأَبِي عَبْدِ الرَّحْمَنِ مُعَاذ بْن جَبَلٍ رَضِيَ اللهُ عَنْهُمَا عَنْ رَسُوْلِ اللهِ صلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ : اِتَّقِ اللهَ حَيْثُمَا كُنْتَ، وَأَتْبِعِ السَّيِّئَةَ الْحَسَنَةَ تَمْحُهَا، وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَنٍ [رواه الترمذي وقال حديث حسن وفي بعض النسخ حسن صحيح]", "terjemah": "Dari Abu Zar, Jundub bin Junadah dan Abu Abdurrahman, dan Mu’az bin Jabal radhiallahuanhuma dari Rasulullah shallallahu 'alaihi wa sallam beliau bersabda: Bertakwalah kepada Allah di mana saja kamu berada, iringilah keburukan dengan kebaikan yang dapat menghapusnya dan pergauilah manusia dengan akhlak yang baik .“ (Riwayat Turmuzi, dia berkata, \"haditsnya hasan, pada sebagian cetakan dikatakan hasan shahih). ", "kandungan": "1. Takwa kepada Allah merupakan kewajiban setiap muslim dan dia merupakan asas diterimanya amal shaleh. \n2. Bersegera melakukan ketaatan setelah keburukan secara langsung, karena kebaikan akan menghapus keburukan. \n3. Bersungguh-sungguh menghias diri dengan akhlak mulia.\n4. Menjaga pergaulan yang baik merupakan kunci kesuksesan, kebahagiaan dan ketenangan di dunia dan akhirat. Hal tersebut dapat menghilangkan dampak negatif pergaulan. ", "ayat": "1. Takwa, bekal disetiap tempat dan waktu : 2 : 197\n2. Akhlak mulia : 68 : 4"}, {"id": 19, "judul": "Hadits Kesembilan Belas", "arab": "عَنْ أَبِي الْعَبَّاسِ عَبْدِ اللهِ بْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا قَالَ : كُنْتُ خَلْفَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَوْماً، فَقَالَ : يَا غُلاَمُ إِنِّي أُعَلِّمُكَ كَلِمَاتٍ: اْحْفَظِ اللهَ يَحْفَظْكَ، احْفَظِ اللهَ تَجِدْهُ تُجَاهَكَ، إِذَا سَأَلْتَ فَاسْأَلِ اللهَ وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللهِ، وَاعْلَمْ أَنَّ اْلأُمَّةَ لَوْ اجْتَمَعَتْ عَلَى أَنْ يَنْفَعُوْكَ بِشَيْءٍ لَمْ يَنْفَعُوْكَ إِلاَّ بِشَيْءٍ قَدْ كَتَبَهُ اللهُ لَكَ، وَإِنِ اجْتَمَعُوا عَلَى أَنْ يَضُرُّوْكَ بِشَيْءٍ لَمْ يَضُرُّوْكَ إِلاَّ بِشَيْءٍ قَدْ كَتَبَهُ اللهُ عَلَيْكَ، رُفِعَتِ اْلأَقْلاَمُ وَجَفَّتِ الصُّحُفُ [رواه الترمذي وقال : حديث حسن صحيح وفي رواية غير الترمذي: احْفَظِ اللهَ تَجِدْهُ أَمَامَكَ، تَعَرَّفْ إِلَى اللهِ فِي الرَّخَاءِ يَعْرِفْكَ فِي الشِّدَّةِ، وَاعْلَمْ أَنَّ مَا أَخْطَأَكَ لَمْ يَكُنْ لِيُصِيْبَكَ، وَمَا أَصَابَكَ لَمْ يَكُنْ لِيُخْطِئَكَ، وَاعْلَمْ أَنَّ النَّصْرَ مَعَ الصَّبْرِ، وَأَنَّ الْفَرَجَ مَعَ الْكَرْبِ وَأَنَّ مَعَ الْعُسْرِ يُسْراً].", "terjemah": "Dari Abu Al Abbas Abdullah bin Abbas radhiallahuanhuma, beliau berkata: Suatu saat saya berada dibelakang nabi shallallahu`alaihi wa sallam, maka beliau bersabda: Wahai ananda, saya akan mengajarkan kepadamu empat perkara: Jagalah Allah[10]), niscaya Dia akan menjagamu, Jagalah Allah niscaya Dia akan selalu berada di hadapanmu[11]). Jika kamu meminta, mintalah kepada Allah, jika kamu memohon pertolongan, mohonlah pertolongan kepada Allah. Ketahuilah sesungguhnya jika suatu umat berkumpul untuk mendatangkan manfaat kepadamu atas sesuatu, mereka tidak akan dapat memberikan manfaat sedikitpun kecuali apa yang telah Allah tetapkan bagimu, dan jika mereka berkumpul untuk mencelakakanmu atas sesuatu, niscaya mereka tidak akan mencelakakanmu kecuali kecelakaan yang telah Allah tetapkan bagimu. Pena telah diangkat dan lembaran telah kering[12]) . (Riwayat Turmuzi dan dia berkata: Haditsnya hasan shahih). \nDalam sebuah riwayat selain Turmuzi dikatakan: Jagalah Allah, niscaya engkau akan mendapatkan-Nya di depanmu. Kenalilah Allah di waktu senggang niscaya Dia akan mengenalmu di waktu susah. Ketahuilah bahwa apa yang tidak ditakdirkan atasmu tidak akan menimpamu dan apa yang menimpamu itulah yang ditakdirkan atasmu, ketahuilah bahwa kemenangan bersama kesabaran dan kemudahan bersama kesulitan dan kesulitan bersama kemudahan).", "kandungan": "1. Perhatian Rasulullah shallallahu`alaihi wa sallam dalam mengarahkan umatnya serta menyiapkan generasi mu’min idaman. \n2. Termasuk adab pengajaran adalah menarik perhatian pelajar agar timbul keinginannya terhadap pengetahuan sehingga hal tersebut lebih terkesan dalam dirinya. \n3. Siapa yang konsekwen melaksanakan perintah-perintah Allah, nicsaya Allah akan menjaganya di dunia dan akhirat.\n4. Beramal saleh serta melaksanakan perintah Allah dapat menolak bencana dan mengeluarkan seseorang dari kesulitan. \n5. Tidak mengarahkan permintaan apapun (yang tidak dapat dilakukan makhluk) selain kepada Allah semata.\n6. Manusia tidak akan mengalami musibah kecuali berdasarkan ketetapan Allah ta’ala. \n7. Menghormati waktu dan menggunakannya untuk sesuatu yang bermanfaat sebagaimana Rasulullah shallallahu`alaihi wa sallam memanfaatkan waktunya saat beliau berkendaraan. ", "ayat": "1. Menyiapkan generasi beriman: 4 : 9, 25 : 74, 46 :15\n2. Allah tempat bergantung dan berlindung: 1 : 5, 112 : 2 \n3. Musibah dan keberuntungan hanya datang dari Allah: 64 : 11, 9 : 51, 7 : 188, 10 : 49."}, {"id": 20, "judul": "Hadits Keduapuluh", "arab": "عَنْ أَبِي مَسْعُوْدٍ عُقْبَةَ بِنْ عَمْرٍو الأَنْصَارِي الْبَدْرِي رَضِيَ الله عَنْهُ قَالَ : قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ : إِنَّ مِمَّا أَدْرَكَ النَّاسُ مِنْ كَلاَمِ النُّبُوَّةِ الأُوْلَى، إِذَا لَمْ تَسْتَحِ فَاصْنَعْ مَا شِئْتَ. [رواه البخاري ]", "terjemah": "Dari Abu Mas’ud Uqbah bin Amr Al Anshary Al Badry radhiallahuanhu dia berkata, Rasulullah shallallahu`alaihi wa sallam bersabda: Sesungguhnya ungkapan yang telah dikenal orang-orang dari ucapan nabi-nabi terdahulu adalah: Jika engkau tidak malu perbuatlah apa yang engkau suka. (Riwayat Bukhari).", "kandungan": "1. Malu merupakan tema yang telah disepakati oleh para nabi dan tidak terhapus ajarannya. \n2. Jika seseorang telah meninggalkan rasa malu, maka jangan harap lagi (kebaikan) darinya sedikitpun. \n3. Malu merupakan landasan akhlak mulia dan selalu bermuara kepada kebaikan. Siapa yang banyak malunya lebih banyak kebaikannya, dan siapa yang sedikit rasa malunya semakin sedikit kebaikannya. \n4. Rasa malu merupakan prilaku dan dapat dibentuk. Maka setiap orang yang memiliki tanggung jawab hendaknya memperhatikan bimbingan terhadap mereka yang menjadi tanggung jawabnya. \n5. Tidak ada rasa malu dalam mengajarkan hukum-hukum agama serta menuntut ilmu dan kebenaran. Allah ta’ala berfirman: “ Dan Allah tidak malu dari kebenaran “ (33 : 53). \n6. Di antara manfaat rasa malu adalah ‘Iffah (menjaga diri dari perbuatan tercela) dan Wafa’ (menepati janji).\n7. Rasa malu merupakan cabang iman yang wajib diwujudkan. ", "ayat": "1. Menumbuhkan rasa malu sesuai proporsinya: 33:53"}, {"id": 21, "judul": "Hadits Keduapuluh Satu", "arab": "عَنْ أَبِي عَمْرو، وَقِيْلَ : أَبِي عَمْرَةَ سُفْيَانُ بْنِ عَبْدِ اللهِ الثَّقَفِي رَضِيَ اللهُ عَنْهُ قَالَ : قُلْتُ : يَا رَسُوْلَ اللهِ قُلْ لِي فِي اْلإِسْلاَمِ قَوْلاً لاَ أَسْأَلُ عَنْهُ أَحَداً غَيْرَكَ . قَالَ : قُلْ آمَنْتُ بِاللهِ ثُمَّ اسْتَقِمْ [رواه مسلم] ", "terjemah": "Dari Abu Amr, -ada juga yang mengatakan- : Abu ‘Amrah, Sufyan bin Abdillah Ats Tsaqofi radhiallahuanhu dia berkata, saya berkata: Wahai Rasulullah, katakan kepada saya tentang Islam sebuah perkataan yang tidak saya tanyakan kepada seorangpun selainmu. Beliau bersabda, Katakanlah: saya beriman kepada Allah, kemudian berpegang teguhlah. (Riwayat Muslim). ", "kandungan": "1. Iman kepada Allah ta’ala harus mendahului ketaatan. \n2. Amal saleh dapat menjaga keimanan.\n3. Iman dan amal saleh keduanya harus dilaksanakan. \n4. Istiqomah merupakan derajat yang tinggi. \n5. Keinginan yang kuat dari para shahabat dalam menjaga agamanya dan merawat keimanannya. \n6. Perintah untuk istiqomah dalam tauhid dan ikhlas beribadah hanya kepada Allah semata hingga mati.", "ayat": "1. Bertanya untuk mendapatkan kebaikan : 2 : 149, 2 : 512, 2 : 217, 2 : 219, 2 : 219, 2 :220. \n2. Iman dan istiqomah: 41 : 30, 46 : 13, 72 : 16, 15 : 99"}, {"id": 22, "judul": "Hadits Keduapuluh Dua", "arab": "عَنْ أَبِي عَبْدِ اللهِ جَابِرْ بْنِ عَبْدِ اللهِ الأَنْصَارِي رَضِيَ اللهُ عَنْهُمَا : أَنَّ رَجُلاً سَأَلَ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ : أَرَأَيْتَ إِذَا صَلَّيْتُ اْلمَكْتُوْبَاتِ، وَصُمْتُ رَمَضَانَ، وَأَحْلَلْتُ الْحَلاَلَ، وَحَرَّمْت الْحَرَامَ، وَلَمْ أَزِدْ عَلَى ذَلِكَ شَيْئاً، أَأَدْخُلُ الْجَنَّةَ ؟ قَالَ : نَعَمْ . [رواه مسلم]", "terjemah": "Dari Abu Abdullah, Jabir bin Abdullah Al Anshary radhiallahuanhuma: Seseorang bertanya kepada Rasulullah shallallahu`alaihi wa sallam, seraya berkata: Bagaimana pendapatmu jika saya melaksanakan shalat yang wajib, berpuasa Ramadhan, Menghalalkan yang halal dan mengharamkan yang haram[13]) dan saya tidak tambah sedikitpun, apakah saya akan masuk surga? Beliau bersabda: Ya. (Riwayat Muslim)\nCatatan:\n* Seseorang yang bertanya dalam riwayat diatas adalah: An Nu’man bin Qauqal. ", "kandungan": "1. Setiap muslim dituntut untuk bertanya kepada ulama tentang syariat Islam, tentang kewajibannya dan apa yang dihalalkan dan diharamkan baginya jika hal tersebut tidak diketahuinya. \n2. Penghalalan dan pengharaman merupan aturan syariat, tidak ada yang berhak menentukannya kecuali Allah ta’ala. \n3. Amal saleh merupakan sebab masuknya seseorang ke dalam syurga. \n4. Keinginan dan perhatian yang besar dari para shahabat serta kerinduan mereka terhadap syurga serta upaya mereka dalam mencari jalan untuk sampai ke sana.", "ayat": "1. Evaluasi diri / muhasabah: 59 : 18 \n2. Rindu syurga : 3 : 133, 66 : 11\n3. Memperhatikan halal haram dalam kehidupan: 9 : 29, 66 : 1, 7 : 157 "}, {"id": 23, "judul": "Hadits Keduapuluh Tiga", "arab": "عَنْ أَبِيْ مَالِكْ الْحَارِثِي ابْنِ عَاصِم اْلأَشْعَرِي رَضِيَ اللهُ عَنْهُ قَالَ : قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ : الطُّهُوْرُ شَطْرُ اْلإِيْمَانِ، وَالْحَمْدُ للهِ تَمْلأُ الْمِيْزَانِ، وَسُبْحَانَ اللهِ وَالْحَمْدُ للهِ تَمْلأُ – أَوْ تَمْلآنِ – مَا بَيْنَ السَّمَاءِ وَاْلأَرْضِ، وَالصَّلاَةُ نُوْرٌ، وَالصَّدَقَةُ بُرْهَانٌ، وَالْقُرْآنُ حُجَّةٌ لَكَ أَوْ عَلَيْكَ . كُلُّ النَّاسِ يَغْدُو فَباَئِعٌ نَفْسَهُ فَمُعْتِقُهَا أَوْ مُوْبِقُهَا [رواه مسلم]", "terjemah": "Dari Abu Malik Al Haritsy bin ‘Ashim Al ‘Asy’ary radhiallahuanhu dia berkata: Rasulullah shallallahu`alaihi wa sallam bersabda: Bersuci sebagian dari iman, Al Hamdulillah dapat memenuhi timbangan[14]), Subhanallah dan Al Hamdulillah dapat memenuhi antara langit dan bumi, Shalat adalah cahaya[15]), shadaqah adalah bukti[16]), Al Quran dapat menjadi saksi yang meringankanmu atau yang memberatkanmu. Semua manusia berangkat menjual dirinya[17]), ada yang membebaskan dirinya (dari kehinaan dan azab) ada juga yang menghancurkan dirinya. (Riwayat Muslim). ", "kandungan": "1. Iman merupakan ucapan dan perbuatan, bertambah dengan amal saleh dan keta’atan dan berkurang dengan maksiat dan dosa. \n2. Amal perbuatan akan ditimbang pada hari kiamat dan dia memiliki beratnya. \n3. Bersuci merupakan syarat sahnya ibadah, karena itu harus diperhatikan. \n4. Menjaga shalat akan mendatangkan petunjuk dan memperbaiki kondisi seorang muslim terhadap manusia, membedakannya dengan akhlaknya dan perilakunya, kewara’annya dan ketakwaannya. \n5. Seruan untuk berinfaq pada jalan-jalan kebaikan dan bersegera melakukannya di mana hal tersebut merupakan pertanda benarnya keimanan. \n6. Anjuran untuk bersabar tatkala mengalami musibah, khususnya apa yang dialami seorang muslim karena perbuatan amar ma’ruf nahi munkar. \n7. Semangat membaca Al Quran dengan pemahaman dan men-tadabbur-kan (merenungkan) ma’nanya, mengamalkan kandungan-kandungannya karena hal tersebut dapat memberi syafaat bagi seorang hamba pada hari kiamat. \n8. Seorang muslim harus menggunakan waktu dan umurnya dalam keta’atan kepada Allah ta’ala serta tidak mengabaikan karena kesibukan lainnya. ", "ayat": "1. Keutamaan bersuci : 9 : 108, 2 : 222\n2. Keutamaan dan kekuatan zikir: 8 : 45, 13 : 28 \n3. Shadaqah : 2 : 261, 57 : 18, 33 : 35.\n4. Interaksi dengan Al Quran : 4 : 82, 7 : 204, 25 : 30\n5. Perbuatan manusia kembali kepada dirinya: 17 : 7"}, {"id": 24, "judul": "Hadits Keduapuluh Empat", "arab": "عَنْ أَبِي ذَرٍّ الْغِفَارِي رَضِيَ اللهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِيْمَا يَرْوِيْهِ عَنْ رَبِّهِ عَزَّ وَجَلَّ أَنَّهُ قَالَ : يَا عِبَادِي إِنِّي حَرَّمْتُ الظُّلْمَ عَلىَ نَفْسِي وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّماً، فَلاَ تَظَالَمُوا . يَا عِبَادِي كُلُّكُمْ ضَالٌّ إِلاَّ مَنْ هَدَيْتُهُ، فَاسْتَهْدُوْنِي أَهْدِكُمْ . يَا عِبَادِي كُلُّكُمْ جَائِعٌ إِلاَّ مَنْ أَطْعَمْتُهُ فَاسْتَطْعِمُوْنِي أَطْعِمْكُمْ . يَا عِبَادِي كُلُّكُمْ عَارٍ إِلاَّ مَنْ كَسَوْتُهُ فَاسْتَكْسُوْنِي أَكْسُكُمْ . يَا عِبَادِي إِنَّكُمْ تُخْطِئُوْنَ بِاللَّيْلِ وَالنَّهَارِ وَأَناَ أَغْفِرُ الذُّنُوْبَ جَمِيْعاً، فَاسْتَغْفِرُوْنِي أَغْفِرْ لَكُمْ، يَا عِبَادِي إِنَّكُمْ لَنْ تَبْلُغُوا ضُرِّي فَتَضُرُّوْنِي، وَلَنْ تَبْلُغُوا نَفْعِي فَتَنْفَعُوْنِي . يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَتْقَى قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ مَا زَادَ ذَلِكَ فِي مُلْكِي شَيْئاً . يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَفْجَرِ قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ مَا نَقَصَ ذَلِكَ مِنْ مُلْكِي شَيْئاً . يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ قَامُوا فِي صَعِيْدٍ وَاحِدٍ فَسَأَلُوْنِي فَأَعْطَيْتُ كُلَّ وَاحِدٍ مَسْأَلَتَهُ مَا نَقَصَ ذَلِكَ مِمَّا عِنْدِي إِلاَّ كَمَا يَنْقُصُ الْمَخِيْطُ إِذَا أُدْخِلَ الْبَحْرَ . يَا عِبَادِي إِنَّمَا هِيَ أَعَمَالُكُمْ أُحْصِيْهَا لَكُمْ ثُمَّ أُوْفِيْكُمْ إِيَّاهَا فَمَنْ وَجَدَ خَيْراً فَلْيَحْمَدِ اللهَ وَمَنْ وَجَدَ غَيْرَ ذَلِكَ فَلاَ يَلُوْمَنَّ إِلاَّ نَفْسَهُ .[رواه مسلم]", "terjemah": "Dari Abu Dzar Al Ghifari radhiallahuanhu dari Rasulullah shallallahu`alaihi wa sallam sebagaimana beliau riwayatkan dari Rabbnya Azza Wajalla bahwa Dia berfirman [18]): Wahai hambaku, sesungguhya aku telah mengharamkan kezaliman atas diri-Ku dan Aku telah menetapkan haramnya (kezaliman itu) di antara kalian, maka janganlah kalian saling berlaku zalim. Wahai hamba-Ku semua kalian adalah sesat kecuali siapa yang Aku beri hidayah, maka mintalah hidayah kepada-Ku niscaya Aku akan memberikan kalian hidayah. Wahai hamba-Ku, kalian semuanya kelaparan kecuali siapa yang aku berikan kepadanya makanan, maka mintalah makan kepada-Ku niscaya Aku berikan kalian makanan. Wahai hamba-Ku, kalian semuanya telanjang kecuali siapa yang aku berikan kepadanya pakaian, maka mintalah pakaian kepada-Ku niscaya Aku berikan kalian pakaian. Wahai hamba-Ku kalian semuanya melakukan kesalahan pada malam dan siang hari dan Aku mengampuni dosa semuanya, maka mintalah ampun kepada-Ku niscaya akan Aku ampuni. Wahai hamba-Ku sesungguhnya tidak ada kemudharatan yang dapat kalian lakukan kepada-Ku sebagaimana tidak ada kemanfaatan yang kalian berikan kepada-Ku. Wahai hamba-Ku seandainya sejak orang pertama di antara kalian sampai orang terakhir, dari kalangan manusia dan jin semuanya berada dalam keadaan paling bertakwa di antara kamu, niscaya hal tersebut tidak menambah kerajaan-Ku sedikitpun. Wahai hamba-Ku seandainya sejak orang pertama di antara kalian sampai orang terakhir, dari golongan manusia dan jin diantara kalian, semuanya seperti orang yang paling durhaka di antara kalian, niscaya hal itu tidak mengurangi kerajaan-Ku sedikitpun juga. Wahai hamba-Ku, seandainya sejak orang pertama diantara kalian sampai orang terakhir semunya berdiri di sebuah bukit lalu kalian meminta kepada-Ku, lalu setiap orang yang meminta Aku penuhi, niscaya hal itu tidak mengurangi apa yang ada pada-Ku kecuali bagaikan sebuah jarum yang dicelupkan di tengah lautan. Wahai hamba-Ku, sesungguhnya semua perbuatan kalian akan diperhitungkan untuk kalian kemudian diberikan balasannya, siapa yang banyak mendapatkan kebaikaan maka hendaklah dia bersyukur kepada Allah dan siapa yang menemukan selain (kebaikan) itu janganlah ada yang dicela kecuali dirinya. (Riwayat Muslim)", "kandungan": "1. Menegakkan keadilan di antara manusia serta haramnya kezaliman di antara mereka merupakan tujuan dari ajaran Islam yang paling penting. \n2. Wajib bagi setiap orang untuk memudahkan jalan petunjuk dan memintanya kepada Allah ta’ala. \n3. Semua makhluk sangat tergantung kepada Allah dalam mendatangkan kebaikan dan menolak keburukan terhadap dirinya baik dalam perkara dunia maupun akhirat. \n4. Pentingnya istighfar dari perbuatan dosa dan sesungguhnya Allah ta’ala akan mengampuninya. \n5. Lemahnya makhluk dan ketidakmampuan mereka dalam mendatangkan kecelakaan dan kemanfaatan. \n6. Wajib bagi setiap mu’min untuk bersyukur kepada Allah ta’ala atas ni’mat dan taufiq-Nya. \n7. Sesungguhnya Allah ta’ala menghitung semua perbuatan seorang hamba dan membalasnya. \n8. Dalam hadits terdapat petunjuk untuk mengevaluasi diri (muhasabah) serta penyesalan atas dosa-dosa ", "ayat": "1. Besarnya bahaya kezaliman : 7 : 44, 10 : 13\n2. Allah sumber hidayah dan rezeki : 18 : 17, \n3. Kemurahan dan ampunan Allah ta’ala : 39 : 53, 7 : 156\n4. Kebaikan dan keburukan akan kembali kepada manusia : 17 : 7, 47 : 38, 7 : 160"}, {"id": 25, "judul": "Hadits Keduapuluh Lima", "arab": "عَنْ أَبِي ذَرٍّ رَضِيَ اللهُ عَنْهُ : أَنَّ نَاساً مِنْ أَصْحَابِ رَسُوْلِ اللهِ صَلَّى الله عليه وسلم قَالُوا لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَا رَسُوْلَ اللهِ، ذَهَبَ أَهْلُ الدُّثُوْرِ بِاْلأُجُوْرِ يُصَلُّوْنَ كَمَا نُصَلِّي، وَيَصُوْمُوْنَ كَمَا نَصُوْمُ، وَيتَصَدَّقُوْنَ بِفُضُوْلِ أَمْوَالِهِمْ قَالَ : أَوَ لَيْسَ قَدْ جَعَلَ اللهُ لَكُمْ مَا تَصَدَّقُوْنَ : إِنَّ لَكُمْ بِكُلِّ تَسْبِيْحَةٍ صَدَقَةً وَكُلِّ تَكْبِيْرَةٍ صَدَقَةً وَكُلِّ تَحْمِيْدَةٍ صَدَقَةً، وَكُلِّ تَهْلِيْلَةٍ صَدَقَةً وَأَمْرٍ بِالْمَعْرُوْفِ صَدَقَةً وَنَهْيٍ عَن مُنْكَرٍ صَدَقَةً وَفِي بُضْعِ أَحَدِكُمْ صَدَقَةً قَالُوا : يَا رَسُوْلَ اللهِ أَيَأْتِي أَحَدُنَا شَهْوَتَهُ وَيَكُوْنُ لَهُ فِيْهَا أَجْرٌ ؟ قَالَ : أَرَأَيْتُمْ لَوْ وَضَعَهَا فِي حَرَامٍ أَكَانَ عَلَيْهِ وِزْرٌ ؟ فَكَذَلِكَ إِذَا وَضَعَهَا فِي الْحَلاَلِ كَانَ لَهُ أَجْرٌ . \n[رواه مسلم] ", "terjemah": "Dari Abu Dzar radhiallahuanhu: Sesungguhnya sejumlah orang dari shahabat Rasulullah shallallahu`alaihi wa sallam [19]) berkata kepada Rasulullah shallallahu`alaihi wa sallam: “ Wahai Rasululullah, orang-orang kaya telah pergi dengan membawa pahala yang banyak, mereka shalat sebagaimana kami shalat, mereka puasa sebagaimana kami puasa dan mereka bersedekah dengan kelebihan harta mereka (sedang kami tidak dapat melakukannya). (Rasulullah shallallahu`alaihi wa sallam) bersabda: Bukankah Allah telah menjadikan bagi kalian jalan untuk bersedekah? Sesungguhnya setiap tashbih [20]) merupakan sedekah, setiap takbir merupakan sedekah, setiap tahmid merupakan sedekah, setiap tahlil merupakan sedekah, amar ma’ruf nahi munkar merupakan sedekah dan setiap kemaluan kalian[21]) merupakan sedekah. Mereka bertanya: Ya Rasulullah masakah dikatakan berpahala seseorang di antara kami yang menyalurkan syahwatnya? Beliau bersabda: Bagaimana pendapat kalian seandainya hal tersebut disalurkan di jalan yang haram, bukankah baginya dosa? Demikianlah halnya jika hal tersebut diletakkan pada jalan yang halal, maka baginya mendapatkan pahala. (Riwayat Muslim) ", "kandungan": "1. Sikap bijak dalam menanggapi berbagai kondisi serta mendatangkan kabar gembira bagi jiwa serta menenangkan perasaan. \n2. Para shahabat berlomba-lomba untuk berbuat kebaikan. \n3. Luasnya keutamaan Allah ta’ala serta banyaknya pintu-pintu kebaikan yang dibuka bagi hamba-Nya. \n4. Semua bentuk zikir sesungguhnya merupakan shadaqah yang dikeluarkan seseorang untuk dirinya. \n5. Kebiasaan-kebiasaan mubah dan penyaluran syahwat yang disyariatkan dapat menjadi ketaatan dan ibadah jika diiringi dengan niat saleh. \n6. Anjuran untuk meminta sesuatu yang dapat bermanfaat bagi seorang muslim dan yang dapat meningkatkan dirinya ke derajat yang lebih sempurna. \n7. Di dalam hadits ini terdapat keutamaan orang kaya yang bersyukur dan orang fakir yang bersabar. \n8. Iri terhadap kebaikan orang lain (agar dirinya seperti orang tersebut) adalah hal yang diperbolehkan dalam agama.\n9. Sebagaimana menggunakan sesuatu yang tidak diperbolehkan syariat mendapatkan dosa maka menggunakannya sesuai dengan petunjuk syariat akan mendatangkan pahala.", "ayat": "1. Iri terhadap kebaikan orang lain : 2: 148, 3: 114\n2. Pintu-pintu kebaikan terbuka luas : 2 : 177, 5 : 2\n3. Mencari yang halal dan menjauhi yang haram: 7: 157. "}, {"id": 26, "judul": "Hadits Keduapuluh Enam", "arab": "عَنْ أَبِيْ هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ : قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ : كُلُّ سُلاَمَى مِنَ النَّاسِ عَلَيْهِ صَدَقَةٌ، كُلُّ يَوْمٍ تَطْلُعُ فِيْهِ الشَّمْسُ تَعْدِلُ بَيْنَ اثْنَيْنِ صَدَقَةٌ، وَتُعِيْنُ الرَّجُلَ فِي دَابَّتِهِ فَتَحْمِلُهُ عَلَيْهَا أَوْ تَرْفَعُ لَهُ عَلَيْهَا مَتَاعَهُ صَدَقَةٌ وَالْكَلِمَةُ الطَّيِّبَةُ صَدَقَةٌ، وَبِكُلِّ خُطْوَةٍ تَمْشِيْهَا إِلَى الصَّلاَةِ صَدَقَةٌ وَ تُمِيْطُ اْلأَذَى عَنِ الطَّرِيْقِ صَدَقَةٌ . [رواه البخاري ومسلم] ", "terjemah": "Dari Abu Hurairah radhiallahuanhu dia berkata : Rasulullah shallallahu`alaihi wa sallam bersabda : Setiap anggota tubuh manusia dapat melakukan sedekah, setiap hari dimana matahari terbit lalu engkau berlaku adil terhadap dua orang (yang bertikai) adalah sedekah, engkau menolong seseorang yang berkendaraan lalu engkau bantu dia untuk naik kendaraannya atau mengangkatkan barangnya adalah sedekah, ucapan yang baik adalah sedekah, setiap langkah ketika engkau berjalan menuju shalat adalah sedekah dan menghilangkan gangguan dari jalan adalah sedekah. (Riwayat Bukhari dan Muslim)", "kandungan": "1. Bersyukur kepada Allah ta’ala setiap hari atas kesehatan anggota badan. \n2. Allah telah menjadikan -sebagai rasa syukur terhadap ni’mat-Nya- setiap anggota badan untuk menolong hamba-hamba Allah ta’ala, bersedekah kepada mereka dengan menggunakannya sesuai kemaslahatannya. \n3. Temasuk sedekah adalah: Menahan tangan dan lisan untuk tidak menyakiti orang lain, justru seharusnya digunakan untuk menunaikan hak-hak setiap muslim. \n4. Jasad harus dikeluarkan zakatnya sebagaimana harta ada zakatnya. Zakat badan adalah melakukan perbuatan baik, bersedekah dan pintu-pintunya banyak. \n5. Anjuran untuk mendamaikan kedua belah pihak, tolong-menolong, mengucapkan kalimat yang baik, berjalan menuju shalat dan menyingkirkan penghalang dari jalan. \n6. Anjuran untuk membersihkan sarana-sarana umum. \n7. Anjuran untuk melakukan keadilan, karena dengan keadilanlah ditegakkan langit dan bumi.", "ayat": "1. Menolong sesama manusia: 5 : 2, 107 : 1-7\n2. Menjaga kepentingan bersama : 7: 56, 85\n3. Perkataan yang baik: 17 : 23, 33 : 32, 4 : 9"}, {"id": 27, "judul": "Hadits Keduapuluh Tujuh", "arab": "عَنْ النَّوَّاسِ بنِ سَمْعَانَ رَضِيَ اللهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى الله عليه وسلم قَالَ : الْبِرُّ حُسْنُ الْخُلُقِ وَاْلإِثْمُ مَا حَاكَ فِي نَفْسِكَ وَكَرِهْتَ أَنْ يَطَّلِعَ عَلَيْهِ النَّاسُ. [رَوَاهُ مُسْلِم] . \nوَعَنْ وَابِصَةَ بْنِ مَعْبَد رَضِيَ اللهُ عَنْهُ قَالَ : أَتَيْتُ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ : جِئْتَ تَسْألُ عَنِ الْبِرِّ قُلْتُ : نَعَمْ، قَالَ : اِسْتَفْتِ قَلْبَكَ، الْبِرُّ مَا اطْمَأَنَّتْ إِلَيْهِ النَّفْسُ وَاطْمَأَنَّ إِلَيْهِ الْقَلْبُ، وَاْلإِثْمُ مَا حَاكَ فِي النَّفْسِ وَتَرَدَّدَ فِي الصَّدْرِ، وَإِنْ أَفْتَاكَ النَّاسُ وَأَفْتَوْكَ [حديث حسن رويناه في مسندي الإمامين أحمد بن حنبل والدارمي بإسناد حسن] ", "terjemah": "Dari Nawwas bin Sam’an radhiallahuanhu, dari Rasulullah shallallahu`alaihi wa sallam beliau bersabda: “Kebaikan adalah akhlak yang baik, dan dosa adalah apa yang terasa mengaggu jiwamu dan engkau tidak suka jika diketahui manusia “ Riwayat Muslim. \nDan dari Wabishah bin Ma’bad radhiallahuanhu dia berkata: Saya mendatangi Rasulullah shallallahu 'alaihi wa sallam, lalu beliau bersabda: Engkau datang untuk menanyakan kebaikan? saya menjwaba: Ya. Beliau bersabda: Mintalah pendapat dari hatimu, kebaikan adalah apa yang jiwa dan hati tenang karenanya, dan dosa adalah apa yang terasa mengganggu jiwa dan menimbulkan keragu-raguan dalam dada, meskipun orang-orang memberi fatwa kepadamu dan mereka membenarkannya. (Hadits hasan kami riwayatkan dari dua musnad Imam Ahmad bin Hanbal dan Ad Darimi dengan sanad yang hasan). ", "kandungan": "1. Tanda perbuatan dosa adalah timbulnya keragu-raguan dalam jiwa dan tidak suka kalau hal itu diketahui orang lain. \n2. Siapa yang ingin melakukan suatu perbuatan maka hendaklah dia menanyakan hal tersebut pada dirinya.\n3. Anjuran untuk berakhlak mulia karena akhlak yang mulia termasuk unsur kebaikan yang sangat besar. \n4. Hati seorang mu’min akan tenang dengan perbuatan yang halal dan gusar dengan perbuatan haram. \n5. Melihat terlebih dahulu ketetapan hukum sebelum mengambil tindakan. Ambillah yang paling dekat dengan ketakwaan dan kewara’an dalam agama.\n6. Rasulullah shallallahu`alaihi wa sallam ketika menyampaikan sesuatu kepada para shahabatnya selalu mempertimbangkan kondisi mereka. \n7. Perhatian Islam terhadap pendidikan sisi agama yang bersifat internal dalam hati orang beriman dan meminta keputusannya sebelum mengambil tindakan.", "ayat": "1. Kebenaran melahirkan ketenangan hati : 8 : 10, 13 : 28\n2. Hati-hati dalam memberi fatwa: 17 : 36\n3. Hati yang sehat sensitif terhadap keburukan: 3: 135 "}, {"id": 28, "judul": "Hadits Keduapuluh Delapan", "arab": "عَنْ أَبِي نَجِيْحٍ الْعِرْبَاضِ بْنِ سَاريةَ رَضي الله عنه قَالَ : وَعَظَنَا رَسُوْلُ اللهِ صَلىَّ الله عليه وسلم مَوْعِظَةً وَجِلَتْ مِنْهَا الْقُلُوْبُ، وَذَرِفَتْ مِنْهَا الْعُيُوْنُ، فَقُلْنَا : يَا رَسُوْلَ اللهِ، كَأَنَّهَا مَوْعِظَةُ مُوَدَّعٍ، فَأَوْصِنَا، قَالَ : أُوْصِيْكُمْ بِتَقْوَى اللهِ عَزَّ وَجَلَّ، وَالسَّمْعِ وَالطَّاعَةِ وَإِنْ تَأَمَّرَ عَلَيْكُمْ عَبْدٌ، فَإِنَّهُ مَنْ يَعِشْ مِنْكُمْ فَسَيَرَى اخْتِلاَفاً كًثِيْراً. فَعَلَيْكُمْ بِسُنَّتِي وَسُنَّةِ الْخُلَفَاءِ الرَّاشِدِيْنَ الْمَهْدِيِّيْنَ عَضُّوا عَلَيْهَا بِالنَّوَاجِذِ، وَإِيَّاكُمْ وَمُحْدَثَاتِ اْلأُمُوْرِ، فَإِنَّ كُلَّ بِدْعَةٍ ضَلاَلَةٌ [رَوَاه داود والترمذي وقال : حديث حسن صحيح] ", "terjemah": "Dari Abu Najih Al Irbadh bin Sariah radhiallahuanhu dia berkata: Rasulullah shallallahu`alaihi wa sallam memberikan kami nasehat yang membuat hati kami bergetar dan air mata kami berlinang. Maka kami berkata: Ya Rasulullah, seakan-akan ini merupakan nasehat perpisahan, maka berilah kami wasiat. Rasulullah shallallahu`alaihi wa sallam bersabda: “ Saya wasiatkan kalian untuk bertakwa kepada Allah ta’ala, tunduk dan patuh kepada pemimpin kalian meskipun yang memimpin kalian adalah seorang budak. Karena di antara kalian yang hidup (setelah ini) akan menyaksikan banyaknya perbedaan pendapat. Hendaklah kalian berpegang teguh terhadap ajaranku dan ajaran Khulafaurrasyidin yang mendapatkan petunjuk, gigitlah (genggamlah dengan kuat) dengan geraham. Hendaklah kalian menghindari perkara yang diada-adakan, karena semua perkara bid’ah adalah sesat “ (Riwayat Abu Daud dan Turmuzi, dia berkata : hasan shahih)", "kandungan": "1. Bekas yang mendalam dari nasehat Rasulullah shallallahu`alaihi wa sallam dalam jiwa para shahabat. Hal tersebut merupakan tauladan bagi para da’i di jalan Allah ta’ala. \n2. Taqwa merupakan yang paling penting untuk disampaikan seorang muslim kepada muslim lainnya, kemudian mendengar dan ta’at kepada pemerintah selama tidak terdapat di dalamnya maksiat. \n3. Keharusan untuk berpegang teguh terhadap sunnah Nabi dan sunnah Khulafaurrasyidin, karena di dalamnya terdapat kemenangan dan kesuksesan, khususnya tatkala banyak terjadi perbedaan dan perpecahan. \n4. Hadits ini menunjukkan tentang sunnahnya memberikan wasiat saat berpisah karena di dalamnya terdapat kebaikan dan kebahagiaan dunia dan akhirat. \n5. Larangan untuk melakukan hal yang baru dalam agama (bid’ah) yang tidak memiliki landasan dalam agama. ", "ayat": "1. Anjuran berwasiat menjelang kematian : 2 :180 \n2. Berpegang teguh kepada sunnah Rasul dan menjauhi bid’ah : 59 : 7, 57 : 27\n3. Patuh kepada pimpinan : 4 : 59 "}, {"id": 29, "judul": "Hadits Keduapuluh Sembilan", "arab": "عَنْ مُعَاذِ بْنِ جَبَلٍ رَضِيَ اللهُ عَنْهُ قَالَ : قُلْتُ يَا رَسُوْلَ اللهِ أَخْبِرْنِي بِعَمَلٍ يُدْخِلُنِي الجَنَّةَ وَيُبَاعِدُنِي عَنِ النَّارِ قَالَ : لَقَدْ سَأَلْتَ عَنْ عَظِيمٍ وَإِنَّهُ لَيَسِيرٌ عَلَى مَنْ يَسَّرَهُ اللَّهُ عَلَيْهِ تَعْبُدُ اللَّهَ لاَ تُشْرِكُ بِهِ شَيْئًا وَتُقِيمُ الصَّلاَةَ وَتُؤْتِى الزَّكَاةَ وَتَصُومُ رَمَضَانَ وَتَحُجُّ الْبَيْتَ ثُمَّ قَالَ « أَلاَ أَدُلُّكَ عَلَى أَبْوَابِ الْخَيْرِ الصَّوْمُ جُنَّةٌ وَالصَّدَقَةُ تُطْفِئُ الْخَطِيئَةَ كَمَا يُطْفِئُ الْمَاءُ النَّارَ وَصَلاَةُ الرَّجُلِ فِي جَوْفِ اللَّيْلِ ». ثُمَّ تَلاَ : { تَتَجَافَى جُنُوْبُهُمْ عَنِ المَضَاجِعِ } { حَتَّى إِذَا بَلَغَ } { يَعْمَلُوْنَ }\n\nثُمَّ قَالَ « أَلاَ أُخْبِرُكَ بِرَأْسِ الأَمْرِ وَعَمُودِهِ وَذِرْوَةِ سَنَامِهِ ». قُلْتُ بَلَى يَا رَسُولَ اللَّهِ.\n\nقَالَ « رَأْسُ الأَمْرِ الإِسْلاَمُ وَعَمُودُهُ الصَّلاَةُ وَذِرْوَةُ سَنَامِهِ الْجِهَادُ ». ثُمَّ قَالَ « أَلاَ أُخْبِرُكَ بِمَلاَكِ ذَلِكَ كُلِّهِ ». قُلْتُ بَلَى يَا رَسُوْلَ اللَّهِ قَالَ فَأَخَذَ بِلِسَانِهِ قَالَ « كُفَّ عَلَيْكَ هَذَا ». فَقُلْتُ يَا نَبِىَّ اللَّهِ وَإِنَّا لَمُؤَاخَذُونَ بِمَا نَتَكَلَّمُ بِهِ فَقَالَ « ثَكِلَتْكَ أُمُّكَ وَهَلْ يَكُبُّ النَّاسَ فِى النَّارِ عَلَى وُجُوهِهِمْ أَوْ قاَلَ عَلَى مَنَاخِرِهِمْ إِلاَّ حَصَائِدُ أَلْسِنَتِهِمْ ». رَوَاهُ التِّرْمِذِيُّ وَقَالَ : حَدِيْثٌ حَسَنٌ صَحِيْحٌ", "terjemah": "Dari Mu’az bin Jabal radhiallahuanhu dia berkata: Saya berkata: Ya Rasulullah, beritahukan saya tentang perbuatan yang dapat memasukkan saya ke dalam syurga dan menjauhkan saya dari neraka, beliau bersabda, Engkau telah bertanya tentang sesuatu yang besar, dan perkara tersebut mudah bagi mereka yang dimudahkan Allah ta’ala: Beribadah kepada Allah dan tidak menyekutukan-Nya sedikitpun, menegakkan shalat, menunaikan zakat, puasa Ramadhan dan pergi haji. Kemudian beliau (Rasulullah shallallahu`alaihi wa sallam) bersabda, Maukah engkau aku beritahukan tentang pintu-pintu syurga? Puasa adalah benteng, Sadaqah akan mematikan (menghapus) kesalahan sebagaimana air mematikan api, dan shalatnya seseorang di tengah malam (qiyamullail), kemudian beliau membacakan ayat (yang artinya): “ Lambung mereka jauh dari tempat tidurnya….”. Kemudian beliau bersabda, Maukah kalian aku bertahukan pokok dari segala perkara, tiangnya dan puncaknya? aku menjawab: Mau ya Nabi Allah. Pokok perkara adalah Islam, tiangnya adalah shalat dan puncaknya adalah Jihad. Kemudian beliau bersabda: Maukah kalian aku beritahukan sesuatu (yang jika kalian laksanakan) kalian dapat memiliki semua itu? saya berkata: Mau ya Rasulullah. Maka Rasulullah memegang lisannya lalu bersabda, Jagalah ini (dari perkataan kotor/buruk). Saya berkata, Ya Nabi Allah, apakah kita akan dihukum juga atas apa yang kita bicarakan? beliau bersabda, Ah kamu ini, adakah yang menyebabkan seseorang terjungkal wajahnya di neraka –atau sabda beliau: diatas hidungnya- selain buah dari yang diucapkan oleh lisan-lisan mereka. (Riwayat Turmuzi dan dia berkata, Haditsnya hasan shahih)", "kandungan": "1. Perhatian shahabat yang sangat besar untuk melakukan amal yang dapat memasukkan mereka ke syurga. \n2. Amal perbuatan merupakan sebab masuk syurga jika Allah menerimanya dan hal ini tidak bertentangan dengan sabda Rasulullah shallallahu`alaihi wa sallam “Tidak masuk syurga setiap kalian dengan amalnya”. Makna hadits tersebut adalah bahwa amal dengan sendirinya tidak berhak memasukkan seseorang ke syurga selama Allah belum menerimanya dengan karunia-Nya dan Rahmat-Nya. \n3. Mentauhidkan Allah dan menunaikan kewajiban adalah sebab masuknya seseorang ke dalam syurga. \n4. Shalat sunnah setelah shalat fardhu merupakan sebab kecintaan Allah ta’ala kepada hambanya. \n5. Bahaya lisan dan perbuatannya akan dibalas dan bahwa dia mencampakkan seseorang ke neraka karena ucapannya. ", "ayat": "1. Hakekat keselamatan; masuk syurga dan terhindar dari neraka : 3 : 185\n2. Allah memudahkan setiap upaya kebaikan: 2 : 185\n3. Qiyamullail : 17 : 79\n4. Keutamaan Jihad : 61 : 11, 9 : 19\n5. Menjaga lisan : 50 : 18"}, {"id": 30, "judul": "Hadits Ketigapuluh", "arab": "عَنْ أَبِي ثَعْلَبَةَ الْخُشَنِي جُرْثُوْمِ بْنِ نَاشِرٍ رَضِيَ اللهُ عَنْهُ، عَنْ رَسُوْلِ اللهِ صلى الله عليه وسلم قَالَ : إِنَّ اللهَ تَعَالَى فَرَضَ فَرَائِضَ فَلاَ تُضَيِّعُوْهَا، وَحَدَّ حُدُوْداً فَلاَ تَعْتَدُوْهَا، وَحَرَّمَ أَشْيَاءَ فَلاَ تَنْتَهِكُوْهَا، وَسَكَتَ عَنْ أَشْيَاءَ رَحْمَةً لَكُمْ غَيْرَ نِسْيَانٍ فَلاَ تَبْحَثُوا عَنْهَا. [حديث حسن رواه الدارقطني وغيره] .", "terjemah": "Dari Abi Tsa’labah Al Khusyani Jurtsum bin Nasyir radhiallahuanhu, dari Rasulullah shallallahu`alaihi wa sallam dia berkata: Sesungguhnya Allah ta’ala telah menetapkan kewajiban-kewajiban, maka janganlah kalian mengabaikannya, dan telah menetapkan batasan-batasannya janganlah kalian melampauinya, Dia telah mengharamkan segala sesuatu, maka janganlah kalian melanggarnya, Dia mendiamkan sesuatu sebagai kasih sayang terhadap kalian dan bukan karena lupa jangan kalian mencari-cari tentangnya. (Hadits hasan riwayat Daruquthni dan lainnya). \n(Hadits ini dikatagorikan sebagai hadits dha’if [22]). Lihat Qowa’id wa Fawa’id Minal Arbain An Nawawiah, karangan Nazim Muhammad Sulthan, hal. 262. Lihat pula Misykatul Mashabih, takhrij Syekh Al Albani, hadits no. 197, juz 1. Lihat pula Jami’ Al Ulum wal Hikam, oleh Ibnu Rajab). ", "kandungan": "-", "ayat": "-"}, {"id": 31, "judul": "Hadits Ketigapuluh Satu", "arab": "عَنْ أَبِي الْعَبَّاس سَهْل بِنْ سَعْد السَّاعِدِي رَضِيَ الله عَنْهُ قَالَ : جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ : ياَ رَسُوْلَ اللهِ دُلَّنِي عَلَى عَمَلٍ إِذَا عَمِلْتُهُ أَحَبَّنِيَ اللهُ وَأَحَبَّنِي النَّاسُ، فَقَالَ : ازْهَدْ فِي الدُّنْيَا يُحِبُّكَ اللهُ، وَازْهَدْ فِيْمَا عِنْدَ النَّاسِ يُحِبُّكَ النَّاسُ . [حديث حسن رواه ابن ماجة وغيره بأسانيد حسنة]", "terjemah": "Dari Abu Abbas Sahl bin Sa’ad Assa’idi radhiallahuanhu dia berkata: Seseorang mendatangi Rasulullah shallallahu`alaihi wa sallam, maka beliau berakata: Wahai Rasulullah, tunjukkan kepadaku sebuah amalan yang jika aku kerjakan, Allah dan manusia akan mencintaiku, maka beliau bersabda, Zuhudlah terhadap dunia maka engkau akan dicintai Allah dan zuhudlah terhadap apa yang ada pada manusia maka engkau akan dicintai manusia. (Hadits hasan riwayat Ibnu Majah dan lainnya dengan sanad hasan).", "kandungan": "1. Menuntut kecukupan terhadap dunia adalah perkara wajib, sedang zuhud adalah tidak adanya keter-gantungan dan terpusatnya perhatian terhadapnya. \n2. Bersikap qanaah terhadap rizki yang halal dan ridha terhadapnya serta bersikap ‘iffah dari perbuatan haram dan hati-hati terhadap syubhat. \n3. Jiwa yang merasa cukup dan iffah serta berkorban dengan harta dan jiwa di jalan Allah merupakan hakekat zuhud. ", "ayat": "1. Zuhud : 18 : 45-46, 29 : 64, 102 : 1-5\n2. Menghindari penyakit hasad (dengki) : 113: 5 "}, {"id": 32, "judul": "Hadits Ketigapuluh Dua", "arab": "عَنْ أَبِي سَعِيْدٍ سَعَدْ بْنِ سِنَانِ الْخُدْرِي رَضِيَ اللهُ عَنْهُ أَنَّ رَسُوْلَ اللهِ صَلَّى الله عليه وسلَّمَ قَالَ : لاَ ضَرَرَ وَلاَ ضِرَارَ [حَدِيْثٌ حَسَنٌ رَوَاهُ ابْنُ مَاجَه وَالدَّارُقُطْنِي وَغَيْرُهُمَا مُسْنَداً، وَرَوَاهُ مَالِك فِي الْمُوَطَّأ مُرْسَلاً عَنْ عَمْرو بْنِ يَحْيَى عَنْ أَبِيْهِ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَسْقَطَ أَبَا سَعِيْدٍ وَلَهُ طُرُقٌ يُقَوِّي بَعْضُهَا بَعْضاً]", "terjemah": "Dari Abu Sa’id, Sa’ad bin Sinan Al Khudri radhiallahuanhu, sesungguhnya Rasulullah shallallahu 'alaihi wa sallam bersabda: “Tidak boleh melakukan perbuatan yang mencelakakan (mudharat)“ (Hadits hasan diriwayatkan oleh Ibnu Majah dan Daruqutni serta lainnya dengan cara musnad, juga diriwayatkan oleh Imam Malik dalam Muwattha’ secara mursal dari Amr bin Yahya dari bapaknya dari Rasulullah, dia tidak menyebutkan Abu Sa’id. Akan tetapi hadits ini memiliki jalan-jalan yang saling menguatkan). ", "kandungan": "1. Ajaran Islam sangat mementingkan keselamatan pribadi dan orang lain.\n2. Termasuk sesuatu yang diharamkan adalah sesuatu yang berbahaya, seperti: rokok, narlotik dll.", "ayat": "1. Larangan mendatangkan kecelakaan: 2: 195"}, {"id": 33, "judul": "Hadits Ketigapuluh Tiga", "arab": "عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا، أَنَّ رَسُوْلَ اللهِ صَلَّى الله عليه وسلم : لَوْ يُعْطَى النَّاسُ بِدَعْوَاهُمْ، لاَدَّعَى رِجَالٌ أَمْوَالَ قَوْمٍ وَدِمَاءَهُمْ، لَكِنَّ الْبَيِّنَةَ عَلَى الْمُدَّعِيْ وَالْيَمِيْنَ عَلَى مَنْ أَنْكَرَ [حديث حسن رواه البيهقي وغيره هكذا، وبعضه في الصحيحين]", "terjemah": "Dari Ibnu Abbas radhiallahuanhuma, sesungguhnya Rasulullah shallallahu 'alaihi wa sallam: Seandainya setiap pengaduan manusia diterima, niscaya setiap orang akan mengadukan harta suatu kaum dan darah mereka, karena itu (agar tidak terjadi hal tersebut) maka bagi pendakwa agar mendatangkan bukti dan sumpah bagi yang mengingkarinya“ . (Hadits hasan riwayat Baihaqi dan lainnya yang sebagiannya terdapat dalam As Shahihain)", "kandungan": "1. Seorang hakim harus meminta dari kedua orang yang bersengketa sesuatu yang dapat menguatkan pengakuan mereka. \n2. Seorang hakim tidak boleh memutuskan sebuah perkara dengan menghalalkan yang haram dan mengharamkan yang halal. \n3. Pada dasarnya seseorang bebas dari tuduhan hingga terbukti perbuatan jahatnya. \n4. Seorang hakim harus berusaha keras untuk mengetahui permasalahan sebenarnya dan menjelaskan hukumnya berdasarkan apa yang tampak baginya. \n5. Bersumpah hanya diperbolehkan atas nama Allah.", "ayat": "1. Hukum harus ditegakkan : 4 : 65, 24 : 51\n2. Penegakkan hukum harus berdasarkan prinsip yang jelas : 24 : 4, 24 : 23"}, {"id": 34, "judul": "Hadits Ketigapuluh Empat", "arab": "عَنْ أَبِي سَعِيْد الْخُدْرِي رَضِيَ اللهُ عَنْهُ قَالَ : سَمِعْتُ رَسُوْلَ اللهِ صلى الله عليه وسلم يَقُوْلُ : مَنْ رَأَى مِنْكُمْ مُنْكَراً فَلْيُغَيِّرْهُ بِيَدِهِ، فَإِنْ لَمْ يَسْتَطِعْ فَبِلِسَانِهِ، فَإِنْ لَمْ يَسْتَطِعْ فَبِقَلْبِهِ وَذَلِكَ أَضْعَفُ اْلإِيْمَانِ \n[رواه مسلم]", "terjemah": "Dari Abu Sa’id Al Khudri radiallahuanhu berkata : Saya mendengar Rasulullah shallallahu`alaihi wa sallam bersabda: Siapa yang melihat kemunkaran maka rubahlah dengan tangannya, jika tidak mampu maka rubahlah dengan lisannya, jika tidak mampu maka (tolaklah) dengan hatinya dan hal tersebut adalah selemah-lemahnya iman. (Riwayat Muslim) ", "kandungan": "1. Menentang pelaku kebatilan dan menolak kemunkaran adalah kewajiban yang dituntut dalam ajaran Islam atas setiap muslim sesuai kemampuan dan kekuatannya. \n2. Ridha terhadap kemaksiatan termasuk di antara dosa-dosa besar. \n3. Sabar menanggung kesulitan dan amar ma’ruf nahi munkar. \n4. Amal merupakan buah dari iman, maka menyingkirkan kemunkaran juga merupakan buahnya keimanan. \n5. Mengingkari dengan hati diwajibkan kepada setiap muslim, sedangkan pengingkaran dengan tangan dan lisan berdasarkan kemampuannya. ", "ayat": "1. Keutamaan mengatasi kemunkaran: 5 : 78, 7 : 165\n2. Realisasi iman : 2 : 278, 3 : 139, 5 : 23, \n3. Tingkatan iman : 8 : 2"}, {"id": 35, "judul": "Hadits Ketigapuluh Lima", "arab": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ : قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم : لاَ تَحَاسَدُوا وَلاَ تَنَاجَشُوا وَلاَ تَبَاغَضُوا وَلاَ تَدَابَرُوا وَلاَ يَبِعْ بَعْضُكُمْ عَلَى بَيْعِ بَعْضٍ وَكُوْنُوا عِبَادَ اللهِ إِخْوَاناً. الْمُسْلِمُ أَخُو الْمُسْلِمِ لاَ يَظْلِمُهُ وَلاَ يَخْذُلُهُ وَلاَ يَكْذِبُهُ وَلاَ يَحْقِرُهُ. التَّقْوَى هَهُنَا –وَيُشِيْرُ إِلَى صَدْرِهِ ثَلاَثَ مَرَّاتٍ – بِحَسَبِ امْرِئٍ مِنَ الشَّرِّ أَنْ يَحْقِرَ أَخَاهُ الْمُسْلِمَ، كُلُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ حَرَامٌ دَمُهُ وَمَالُهُ وَعِرْضُهُ\n[رواه مسلم] ", "terjemah": "Dari Abu Hurairah radhiallahuanhu dia berkata: Rasulullah shallallahu`alaihi wa sallam bersabda: Janganlah kalian saling dengki, saling menipu, saling marah dan saling memutuskan hubungan. Dan janganlah kalian menjual sesuatu yang telah dijual kepada orang lain. Jadilah kalian hamba-hamba Allah yang bersaudara. Seorang muslim adalah saudara bagi muslim yang lainnya, (dia) tidak menzaliminya dan mengabaikannya, tidak mendustakannya dan tidak menghinanya. Taqwa itu disini (seraya menunjuk dadanya sebanyak tiga kali). Cukuplah seorang muslim dikatakan buruk jika dia menghina saudaranya yang muslim. Setiap muslim atas muslim yang lain; haram darahnya, hartanya dan kehormatannya “ (Riwayat Muslim).", "kandungan": "1. Larangan untuk saling dengki. \n2. Larangan untuk berbuat keji dan menipu dalam urusan jual beli. \n3. Diharamkan untuk memutuskan hubungan terhadap muslim. Sebaliknya harus dijaga persaudaraan dan hak-haknya karena Allah ta’ala. \n4. Islam bukan hanya aqidah dan ibadah saja, tetapi juga di dalamnya terdapat urusan akhlak dan muamalah. \n5. Hati merupakan sumber rasa takut kepada Allah ta’ala. \n6. Taqwa merupakan barometer keutamaan dan timbangan seseorang. \n7. Islam memerangi semua akhlak tercela karena hal tersebut berpengaruh negatif dalam masyarakat Islam. ", "ayat": "1. Menciptakan pergaulan yang baik dan harmonis : 49 : 10\n2. Realisasi ukhuwah Islamiyah : 9 : 71\n3. Barometer kehidupan; Taqwa : 49 : 13\n4. Dihormatinya hak dan martabat seorang muslim: 5 : 32, 22 : 30 "}, {"id": 36, "judul": "Hadits Ketigapuluh Enam", "arab": "عَنْ أَبِي هُرَيْرَةَ رَضِي اللهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ : مَنْ نَفَّسَ عَنْ مُؤْمِنٍ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا نَفَّسَ اللهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ، وَمَنْ يَسَّرَ عَلَى مُعْسِرٍ يَسَّرَ اللهُ عَلَيْهِ فِي الدُّنْيَا وَالآخِرَةِ، وَمَنْ سَتَرَ مُسْلِماً سَتَرَهُ اللهُ فِي الدُّنْيَا وَالآخِرَةِ وَاللهُ فِي عَوْنِ الْعَبْدِ مَا كاَنَ الْعَبْدُ فِي عَوْنِ أَخِيْهِ. وَمَنْ سَلَكَ طَرِيْقاً يَلْتَمِسُ فِيْهِ عِلْماً سَهَّلَ اللهُ بِهِ طَرِيْقاً إِلَى الْجَنَّةِ، وَمَا اجْتَمَعَ قَوْمٌ فِي بَيْتٍ مِنْ بُيُوْتِ اللهِ يَتْلُوْنَ كِتَابَ اللهِ وَيَتَدَارَسُوْنَهُ بَيْنَهُمْ إِلاَّ نَزَلَتْ عَلَيْهِمْ السَّكِيْنَةُ وَغَشِيَتْهُمُ الرَّحْمَةُ، وَحَفَّتْهُمُ الْمَلاَئِكَةُ، وَذَكَرَهُمُ اللهُ فِيْمَنْ عِنْدَهُ، وَمَنْ بَطَأَ فِي عَمَلِهِ لَمْ يُسْرِعْ بِهِ نَسَبُهُ. [متفق عليه]", "terjemah": "Dari Abu Hurairah radhiallahuanhu, dari Rasulullah shallallahu 'alaihi wa sallam bersabda: Siapa yang menyelesaikan kesulitan seorang mu’min dari berbagai kesulitan-kesulitan dunia, niscaya Allah akan memudahkan kesulitan-kesulitannya di Hari kiamat. Dan siapa yang memudahkan orang yang sedang kesulitann niscaya akan Allah mudahkan baginya di dunia dan akhirat dan siapa yang menutupi (aib) seorang muslim Allah akan tutupi aibnya di dunia dan akhirat. Allah selalu menolong hamba-Nya selama hamba-Nya menolong saudaranya. Siapa yang menempuh jalan untuk mendapatkan ilmu, akan Allah mudahkan baginya jalan ke syurga. Suatu kaum yang berkumpul di salah satu rumah Allah membaca kitab-kitab Allah dan mempelajarinya di antara mereka, niscaya akan diturunkan kepada mereka ketenangan dan dilimpahkan kepada mereka rahmat, dan mereka dikelilingi malaikat serta Allah sebut-sebut mereka kepada makhluk disisi-Nya. Dan siapa yang lambat amalnya, hal itu tidak akan dipercepat oleh nasabnya. (Muttafaq alaih).", "kandungan": "1. Siapa yang membantu seorang muslim dalam menyelesaikan kesulitannya, maka akan dia dapatkan pada hari kiamat sebagai tabungannya yang akan memudahkan kesulitannya di hari yang sangat sulit tersebut. \n2. Sesungguhnya pembalasan disisi Allah ta’ala sesuai dengan jenis perbuatannya. \n3. Berbuat baik kepada makhluk merupan cara untuk mendapatkan kecintaan Allah ta’ala. \n4. Meluruskan niat dalam rangka mencari ilmu dan ikhlas di dalamnya agar tidak menggugurkan pahala sehingga amal dan usahanya sia-sia. \n5. Memohon pertolongan kepada Alla ta’ala dan kemudahan dari-Nya, karena ketaatan tidak akan terlaksana kecuali karena kemudahan dan kasih sayang-Nya. \n6. Selalu membaca Al Quran, memahaminya dan mengamalkannya. \n7. Keutamaan duduk di rumah Allah untuk mengkaji ilmu. ", "ayat": "1. Menumbuhkan kepekaan sosial : 107 : 1-7, 70 : 24\n2. Menjaga nama baik seseorang : 49 : 11 \n3. Menumbuhkan tradisi ilmiah : 96 : 1, 170 : 36.\n4. Berinteraksi terhadap Al Quran: 73 : 4, 47 : 24, 33:36"}, {"id": 37, "judul": "Hadits Ketigapuluh Tujuh", "arab": "عَنْ ابْنِ عَبَّاسِ رَضِيَ اللهُ عَنْهُمَا، عَنْ رَسُوْلِ اللهِ صَلى الله عليه وسلم فِيْمَا يَرْوِيْهِ عَنْ رَبِّهِ تَبَارَكَ وَتَعَالَى : إِنَّ اللهَ كَتَبَ الْحَسَنَاتِ وَالسَّيِّئَاتِ، ثُمَّ بَيَّنَ ذَلِكَ : فَمَنْ هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلْهَا كَتَبَهَا عِنْدَهُ حَسَنَةً كَامِلَةً، وَإِنْ هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللهُ عِنْدَهُ عَشْرَةَ حَسَنَاتٍ إِلَى سَبْعِمِائَةِ ضِعْفٍ إِلَى أَضْعَافٍ كَثِيْرَةٍ، وَإِنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلْهَا كَتَبَهَا اللهُ عِنْدَهُ حَسَنَةً كَامِلَةً، وَإِنْ هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللهُ سَيِّئَةً وَاحِدَةً [رواه البخاري ومسلم في صحيحهما بهذه الحروف]", "terjemah": "Dari Ibnu Abbas radhiallahuanhuma, dari Rasulullah shallallahu 'alaihi wa sallam sebagaimana dia riwayatkan dari Rabbnya Yang Maha Suci dan Maha Tinggi: Sesungguhnya Allah telah menetapkan kebaikan dan keburukan, kemudian menjelaskan hal tersebut: Siapa yang ingin melaksanakan kebaikan kemudian dia tidak mengamalkannya, maka dicatat disisi-Nya sebagai satu kebaikan penuh. Dan jika dia berniat melakukannya dan kemudian melaksanakannya maka Allah akan mencatatnya sebagai sepuluh kebaikan hingga tujuh ratus kali lipat bahkan hingga kelipatan yang banyak. Dan jika dia berniat melaksanakan keburukan kemudian dia tidak melaksanakannya maka baginya satu kebaikan penuh, sedangkan jika dia berniat kemudian dia melaksanakannya Allah mencatatnya sebagai satu keburukan. (Riwayat Bukhari dan Muslim dalam kedua shahihnya dengan redaksi ini). ", "kandungan": "1. Kasih sayang Allah terhadap hamba-Nya yang beriman sangat luas dan ampunannya menyeluruh sedang pemberian-Nya tidak terbatas. \n2. Sesungguhnya apa yang tidak kuasa oleh manusia, dia tidak diperhitungkan dan dipaksa menunaikannya. \n3. Allah tidak menghitung keinginan hati dan kehendak perbuatan manusia kecuali jika kemudian dibuktikan dengan amal perbuatan dan praktek. \n4. Seorang muslim hendaklah meniatkan perbuatan baik selalu dan membuktikannya, diharapkan dengan begitu akan ditulis pahala dan ganjarannya dan dirinya telah siap untuk melaksanakannya jika sebabnya telah tersedia. \n5. Semakin besar tingkat keikhlasan semakin berlipat-lipat pahala dan ganjaran. ", "ayat": "Anjuran berlomba-lomba untuk kebaikan: 2:148, 23 : 61"}, {"id": 38, "judul": "Hadits Ketigapuluh Delapan", "arab": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ : قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم : إِنَّ اللهَ تَعَالَى قَالَ : مَنْ عَادَى لِي وَلِيًّا فَقَدْ آذَنْتُهُ بِالْحَرْبِ، وَمَا تَقَرَّبَ إِلَيَّ عَبْدِي بِشَيْءٍ أَحَبَّ إِلَيَّ مِمَّا افْتَرَضْتُهُ عَلَيْهِ، وَلاَ يَزَالُ عَبْدِي يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ، فَإِذَا أَحْبَبْتُهُ كُنْتُ سَمْعَهُ الَّذِي يَسْمَعُ بِهِ وَبَصَرَهُ الَّذِي يُبْصِرُ بِهِ، وَيَدَهُ الَّتِي يَبْطِشُ بِهَا، وَرِجْلَهُ الَّتِي يَمْشِي بِهَا، وَلَئِنْ سَأَلَنِي لأُعْطِيَنَّهُ، وَلَئِنِ اسْتَعَاذَنِي لأُعِيْذَنَّهُ\n[رواه البخاري] ", "terjemah": "Dari Abu Hurairah radhiallahuanhu berkata: Rasulullah shallallahu 'alaihi wa sallam bersabda: Sesungguhya Allah ta’ala berfirman: Siapa yang memusushi wali-Ku maka telah Aku umumkan perang terhadapnya. Tidak ada taqarrubnya seorang hamba kepada-Ku yang lebih Aku cintai kecuali beribadah dengan apa yang telah Aku wajibkan atasnya. Dan hamba-Ku yang selalu mendekatkan diri kepada-Ku dengan nawafil (perkara-perkara sunnah diluar yang fardhu) maka Aku akan mencintainya. Dan jika Aku telah mencintainya maka Aku adalah pendengarannya yang dia gunakan untuk mendengar, penglihatannya yang dia gunakan untuk melihat, tangannya yang digunakannya untuk memukul dan kakinya yang digunakan untuk berjalan. Jika dia meminta kepadaku niscaya akan Aku berikan dan jika dia minta perlindungan dari-Ku niscaya akan Aku lindungi.“ (Riwayat Bukhari). ", "kandungan": "1. Besarnya kedudukan seorang wali, karena dirinya diarahkan dan dibela oleh Allah ta’ala. \n2. Perbuatan-Perbuatan fardhu merupakan perbuatan-perbuatan yang dicintai Allah ta’ala. \n3. Siapa yang kontinyu melaksanakan amalan sunnah dan menghindar dari perbuatan maksiat maka dia akan meraih kecintaan Allah ta’ala . \n4. Jika Allah ta’ala telah mencintai seseorang maka Dia akan mengabulkan doanya. ", "ayat": "1. Pemahaman yang benar tentang wali : 10 : 62-64\n2. Keutamaan ibadah nawafil (sunnah) : 35 : 32\n3. Kekuatan dari Allah : 22 : 40, 18 : 39, "}, {"id": 39, "judul": "Hadits Ketigapuluh Sembilan", "arab": "عَنِ ابْنِ عَبَّاس رَضِيَ اللهُ عَنْهُمَا : أَنَّ رَسُوْلَ اللهِ صَلَّى الله عليه وسلم قَالَ : إِنَّ اللهَ تَجَاوَزَ لِيْ عَنْ أُمَّتِي : الْخَطَأُ وَالنِّسْيَانُ وَمَا اسْتُكْرِهُوا عَلَيْهِ [حديث حسن رواه ابن ماجة والبيهقي وغيرهما]", "terjemah": "Dari Ibnu Abbas radiallahuanhuma: Sesungguhnya Rasulullah shallallahu 'alaihi wa sallam bersabda: Sesungguhnya Allah ta’ala memafkan umatku karena aku (disebabkan beberapa hal) : Kesalahan, lupa dan segala sesuatu yang dipaksa “ (Hadits hasan diriwayatkan oleh Ibnu Majah dan Baihaqi dan lainnya)", "kandungan": "1. Allah ta’ala mengutamakan umat ini dengan menghilangkan berbagai kesulitan dan memaafkan dosa kesalahan dan lupa. \n2. Sesungguhnya Allah ta’ala tidak menghukum seseorang kecuali jika dia sengaja berbuat maksiat dan hatinya telah berniat untuk melakukan penyimpangan dan meninggalkan kewajiban dengan sukarela. \n3. Manfaat adanya kewajiban adalah untuk mengetahui siapa yang ta’at dan siapa yang membangkang. \n4. Ada beberapa perkara yang tidak begitu saja dimaafkan. Misalnya seseorang melihat najis di bajunya akan tetapi dia mengabaikan untuk menghilangkannya segera, kemudian dia shalat dengannya karena lupa, maka wajib baginya mengqhada shalat tersebut. Contoh seperti itu banyak terdapat dalam kitab-kitab fiqh.", "ayat": "1. Toleransi hukum Islam : 22 : 78, 2 : 196\n2. Manusiawi dalam penerapan hukum : 64 : 16"}, {"id": 40, "judul": "Hadits Keempatpuluh", "arab": "عَنْ ابْنِ عُمَرْ رضي الله عَنْهُمَا قَالَ : أَخَذَ رَسُوْلُ اللهِ صلى الله عليه وسلم بِمَنْكِبَيَّ فَقَالَ : كُنْ فِي الدُّنْيَا كَأَنَّكَ غَرِيْبٌ أَوْ عَابِرُ سَبِيْلٍ. وَكاَنَ ابْنُ عُمَرَ رَضِيَ اللهُ عَنْهُمَا يَقُوْلُ : إِذَا أَمْسَيْتَ فَلاَ تَنْتَظِرِ الصَّبَاحَ، وَإِذَا أَصْبَحْتَ فَلاَ تَنْتَظِرِ الْمَسَاءَ، وَخُذْ مِنْ صِحَّتِكَ لِمَرَضِكَ، وَمِنْ حَيَاتِكَ لِمَوْتِكَ. [رواه البخاري]", "terjemah": "Dari Ibnu Umar radhiallahuanhuma berkata: Rasulullah shallallahu 'alaihi wa sallam memegang kedua pundak saya seraya bersabda: \"Hiduplah engkau di dunia seakan-akan orang asing atau pengembara\", Ibnu Umar berkata: \"Jika kamu berada di sore hari jangan tunggu pagi hari, dan jika kamu berada di pagi hari jangan tunggu sore hari, gunakanlah kesehatanmu untuk (persiapan saat) sakitmu dan kehidupanmu untuk kematianmu.\" (Riwayat Bukhari). ", "kandungan": "1. Bersegera mengerjakan pekerjaan baik dan memperbanyak ketaatan, tidak lalai dan menunda-nunda karena dia tidak tahu kapan datang ajalnya. \n2. Menggunakan berbagai kesempatan dan momentum sebelum hilangnya berlalu.\n3. Zuhud di dunia berarti tidak bergantung kepadanya hingga mengabaikan ibadah kepada Allah ta’ala untuk kehidupan akhirat. \n4. Hati-hati dan khawatir terhadap azab Allah adalah sikap seorang musafir yang bersungguh-sungguh dan hati –hati agar tidak tersesat. \n5. Waspada dari teman yang buruk hingga tidak terhalang dari tujuannya. \n6. Pekerjaan dunia dituntut untuk menjaga jiwa dan mendatangkan manfaat, seorang muslim hendaknya menggunakan semua itu untuk tujuan akhirat.\n7. Bersungguh-sungguh menjaga waktu dan mempersiapkan diri untuk kematian dan bersegera bertaubat dan beramal shaleh. \n8. Rasulullah memegang kedua pundak Abdullah bin Umar, adalah agar dia memperhatikan apa yang akan beliau sampaikan. Menunjukkan bahwa seorang pelajar harus diajarkan tentang perhatian gurunya kepadanya dan kesungguhannya untuk menyampaikan ilmu ke dalam jiwanya. Hal ini dapat menyebabkan masuknya ilmu, sebagaimana hal itu juga menunjukkan kecintaan Rasulullah kepada Abdullah bin Umar, karena hal tersebut pada umumnya dilakukan oleh seseorang kepada siapa yang dicintainya. ", "ayat": "1. Hakikat kehidupan: 3 : 185, 10 : 24\n2. Optimalisasi setiap kesempatan: 103 : 1-3, 94 : 7."}, {"id": 41, "judul": "Hadits Keempatpuluh Satu", "arab": "عَنْ أَبِي مُحَمَّدٍ عَبْدِ اللهِ بْنِ عَمْرو بْنِ الْعَاصِ رَضِيَ اللهُ عَنْهُمَا قَالَ : قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم : لاَ يُؤْمِنُ أَحَدُكُمْ حَتَّى يَكُوْنَ هَوَاهُ تَبَعاً لِمَا جِئْتُ بِهِ [حَديثٌ حَسَنٌ صَحِيْحٌ وَرَوَيْنَاهُ فِي كِتَابِ الْحُجَّة بإسنادٍ صحيحٍ ]", "terjemah": "Dari Abu Muhammad Abdillah bin Amr bin ‘Ash radhiallahuanhuma dia berkata: Rasulullah shallallahu 'alaihi wa sallam bersabda: Tidak beriman salah seorang di antara kalian hingga hawa nafsunya mengikuti apa yang aku bawa “ (Hadits hasan shahih dan kami riwayatkan dari kitab Al Hujjah dengan sanad yang shahih). \n(Hadits ini tergolong dha’if. Lihat Qawa’id Wa Fawa’id minal Arba’in An-Nawawiyah, karangan Nazim Muhammad Sulthan hal. 355, Misykatul Mashabih takhrij Syekh Al Albani, hadits no. 167, juz 1, Jami’ Al Ulum wal Hikam oleh Ibn Rajab).", "kandungan": "-", "ayat": "-"}, {"id": 42, "judul": "Hadits Keempatpuluh Dua", "arab": "عَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ قَالَ : سَمِعْتُ رَسُوْلَ اللهِ صَلَّى الله عليه وسلم يَقُوْلُ : قَالَ اللهُ تَعَالَى : يَا ابْنَ آدَمَ، إِنَّكَ مَا دَعَوْتَنِي وَرَجَوْتَنِي غَفَرْتُ لَكَ عَلَى مَاكَانَ مِنْكَ وَلاَ أُبَالِي، يَا ابْنَ آدَمَ لَوْ بَلَغَتْ ذُنُوْبُكَ عَنَانَ السَّماَءِ ثُمَّ اسْتَغْفَرْتَنِي غَفَرْتُ لَكَ، يَا ابْنَ آدَمَ، إِنَّكَ لَوْ أَتَيْتَنِي بِقُرَابِ اْلأَرْضِ خَطاَياَ ثُمَّ لَقِيْتَنِي لاَ تُشْرِكْ بِي شَيْئاً لأَتَيْتُكَ بِقُرَابِهَا مَغْفِرَةً [رواه الترمذي وقال حديث حسن صحيح ]", "terjemah": "Dari Anas Radhiallahuanhu dia berkata, Saya mendengar Rasulullah shallallahu`alaihi wa sallam bersabda, Allah ta’ala berfirman: Wahai anak Adam, sesungguhnya Engkau berdoa kepada-Ku dan memohon kepada-Ku, maka akan aku ampuni engkau, aku tidak peduli (berapapun banyaknya dan besarnya dosamu). Wahai anak Adam seandainya dosa-dosamu (sebanyak) awan di langit kemudian engkau minta ampun kepadaku niscaya akan Aku ampuni engkau. Wahai anak Adam sesungguhnya jika engkau datang kepadaku dengan kesalahan sepenuh bumi kemudian engkau menemuiku dengan tidak menyekutukan Aku sedikitpun maka akan Aku temui engkau dengan sepenuh itu pula ampunan “ \n(Riwayat Turmuzi dan dia berkata: haditsnya hasan shahih). ", "kandungan": "1. Berdoa diperintahkan dan dijanjikan untuk dikabul-kan. \n2. Maaf Allah dan ampunannya lebih luas dan lebih besar dari dosa seorang hamba jika dia minta ampun dan bertaubat. \n3. Berbaik sangka kepada Allah ta’ala, Dialah semata Yang Maha Pengampun bagi orang yang bertaubat dan istighfar. \n4. Tauhid adalah pokok ampunan dan sebab satu-satunya untuk meraihnya. \n5. Membuka pintu harapan bagi ahli maksiat untuk segera bertaubat dan menyesal betapapun banyak dosanya. ", "ayat": "1. Kemurahan Allah ta’ala : 23 : 118, 6 : 133, 7 : 56\n2. Tidak putus asa untuk bertaubat : 39 : 53, 5 : 74, 3 : 135"}]